Repository: dokterbob/satchmo
Catalog: satchmo/apps/satchmo_ext/newsletter/locale/*/LC_MESSAGES/django.po
Languages: de, pl

source: Newsletter Settings
de: Newslettereinstellungen
pl: Ustawienia Informatora

source: Active newsletter module
de: aktive Newsletter Module
pl: Aktywny moduł informatora

source: Select a newsletter, save and reload to set any module-specific newsletter settings.
de: Wählen Sie einen Newsletter, speichern Sie und laden Sie die Seite neu um Modul-spezifische Einstellungen zu ändern.
pl: Wybierz biuletyn, zapisz i przeładuj aby ustawić ustawienia szczegółowe.

source: No newsletter
de: Kein Newsletter
pl: Brak biuletynu

source: Simple list
de: einfache Liste
pl: Prosta lista

source: Name of Newsletter
de: Name des Newsletter
pl: Nazwa biuletynu

source: Give the exact name that matches the mailing list set up in Mailman.
pl: Podaj dokładnie taką samą nazwę, jak nazwa listy w Mailman.

source: Full Name
de: Name
pl: Pełna nazwa

source: Email address
de: eMailadresse
pl: Adres email

source: Subscribe
de: Anmelden
pl: Subskrybuj

source: Already subscribed %(email)s.
de: bereits angemeldet %(email)s.
pl: Już zapisany %(email)s.

source: Already removed %(email)s.
de: bereits abgemeldet %(email)s.
pl: Już usunięty %(email)s.

source: Subscribed: %(email)s
de: Angemeldet: %(email)s
pl: %(email)s dodany do subskrypcji.

source: Unsubscribed: %(email)s
de: Abgemeldet: %(email)s
pl: %(email)s usunięty z subskrypcji.

source: Already Subscribed: %s
de: bereits angemeldet: %s
pl: Subskrypcja istnieje: %s

source: Already a member: %(email)s
de: bereits ein Mitglied: %(email)s
pl: Już dodany: %(email)s

source: Bad/Invalid email address: blank line
de: falsche/ungültige eMailadresse: Leerzeile
pl: Błędny adres email: pusta linia

source: Bad/Invalid email address: %(email)s
de: falsche/ungültige eMailadresse: %(email)s
pl: Błędny adres email: %(email)s

source: Hostile address (illegal characters): %(email)s
de: fehlerhafte Adresse (ungültige Zeichen): %(email)s
pl: Groźny adres (niedozwolone znaki): %(email)s

source: Subscribed
de: angemeldet
pl: Subskrybowany

source: Creation Date
de: erstellt am
pl: Data utworzenia

source: Update Date
de: geändert am
pl: Data aktualizacji

source: Error, not valid.
de: Fehler, nicht gültig.
pl: Błąd, niepoprawne.

source: Home
de: Start
pl: Strona startowa

source: Newsletter Subscription
de: Newsletter anmelden
pl: Subskrypcja informatora

source: Please correct the following error:
pl: Popraw poniższy błąd:

source: Your name
de: Ihr Name
pl: Twoje imię

source: Newsletter Unsubscribe
de: Newsletter abmelden
pl: Anulowanie subskrypcji biuletynu

source: Remove Me
de: Austragen
pl: Usuń mnie
