Repository: dokterbob/satchmo
Catalog: satchmo/apps/payment/modules/giftcertificate/locale/*/LC_MESSAGES/django.po
Languages: it, pl

source: Gift Certificate
it: Certificato regalo
pl: Kupun podarunkowy

source: Gift Certificate Settings
it: Buono regalo Impostazioni
pl: Ustawienia dla kuponów podarunkowych

source: Use SSL for the checkout pages?
it: Usa SSL per le pagine di checkout?
pl: Czy użyć SSL dla stron zamówień?

source: Character Set
it: Set di caratteri
pl: Zestaw znaków

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
it: I caratteri ammissibili nei codici dei certificati generati casualmente. Nessuna vocale significa nessuna parola sfortunata.
pl: Znaki dozwolone w losowo wygenerowanych kodach certyfikatów. Brak samogłosek chroni przed tworzeniem niefortunnych słów.

source: Module key
it: Chiave del modulo
pl: Klucz modułu

source: Code format
it: Codice formato
pl: Format kodu

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
it: Immettere il formato per il tuo codice di certificazione. Utilizzare un '^' per la posizione di un carattere casuale.
pl: Wprowadź format kodu certfikatu. Użyj '^' dla pokazania, gdzie ma się znaleźć losowy znak.

source: Implementation module
it: Modulo di implementazione
pl: Moduł implementacji

source: English name for this group on the checkout screens
it: Nome inglese per questo gruppo sul schermi di checkout
pl: Angielska nazwa dla tej grupy na ekranach zamówienia

source: This will be passed to the translation utility
it: Verrà inoltrato al servizio di traduzione
pl: Zostanie przekazane do modułu tłumaczeń

source: Accept real payments
it: Accetta pagamenti reali
pl: Akceptuj prawdziwe płatności

source: False if you want to be in test mode
it: False se si vuole essere in modalità di prova
pl: Fałsz - jeżeli tryb testowy

source: The url base used for constructing urlpatterns which will use this module
it: Gli url di base utilizzati per la costruzione di urlpatterns utilizzati in questo modulo
pl: Bazowy URL, który będzie użyty do skonstruowania wzorca adresów w tym module

source: Verbose logs
it: Log Completi
pl: Szczegółowe logi

source: Add extensive logs during post.
it: Aggiungi log estesi durante il post.
pl: Dodaj rozszerzone logowanie podczas wysyłania (postowania)

source: Code
it: Codice
pl: Kod

source: Site
it: Sito
pl: Strona

source: Order
it: Ordine
pl: Zamówienie

source: Certificate Code
it: Codice del Certificato
pl: Kod certyfikatu

source: Purchased by
it: Acquistato da
pl: Zakupiony przez

source: Date added
it: Data di inserimento
pl: Data dodania

source: Valid
it: Valido
pl: Poprawny

source: Message
it: Messaggio
pl: Wiadomość

source: Starting Balance
it: Saldo di partenza
pl: Bilans początkowy

source: Gift Certificates
it: Certificati Regalo
pl: Karta podarunkowa

source: Date of usage
it: Data di utilizzo
pl: Data wykorzystania

source: Notes
it: Annotazioni
pl: Notatki

source: Amount Used
it: Totale Usato
pl: Użyta kwota

source: Order Payment
it: Pagamento dell'Ordine
pl: Płatność za zamówienie

source: Used by
it: Utilizzato da
pl: Użyta przez

source: Product
it: Prodotto
pl: Produkt

source: Gift certificate product
it: Prodotto Certificato regalo
pl: Karta podarunkowa

source: Gift certificate products
it: Prodotti Certificati regalo
pl: Karty podarunkowe

source: No balance to pay
it: Nessun saldo da pagare
pl: Saldo zerowe

source: No such Gift Certificate
it: Nessun certificato regalo di questo tipo
pl: Nie ma takiej karty podarunkowej

source: Bad Gift Certificate
it: Certificato Regalo Sbagliato
pl: Zła karta podarunkowa

source: Success
it: Successo
pl: Sukces

source: %s balance remains after gift certificate was applied
it: %s saldo rimanente dopo che e' stato applicato il codice del pacco
pl: pozostało %s, po użyciu karty podarunkowej

source: Gift Certificate Codes
it: Codici Certificato Regalo
pl: Kody kuponów podarnkowych

source: To: %(recipient)s
it: A: %(recipient)s
pl: Do: %(recipient)s

source: Starting Balance: %(start_balance)s
it: Saldo Iniziale:%(start_balance)s
pl: Początkowe saldo: %(start_balance)s

source: Code: %(code)s
it: Codice: %(code)s
pl: Kod: %(code)s

source: Message: %(message)s
it: Messaggio: %(message)s
pl: Wiadomość: %(message)s

source: Home
it: Pagina iniziale
pl: Strona startowa

source: Purchased on:
it: Acquistato il:
pl: Kupiony dnia:

source: Starting Balance:
it: Bilancio di partenza:

source: Current Balance:
it: Saldo attuale:
pl: Obecne saldo:

source: No such gift certificate found.
it: Questo certificato non esiste.
pl: Nie mogę odnaleźć takiego kuponu.

source: Look up balance
it: Controlla il saldo
pl: Sprawdź saldo

source: Price
it: Prezzo
pl: Cena

source: Quantity (multiply the gift certificate by this amount)
it: Quantità ( moltiplica il certificato regalo per questa quantità)
pl: Ilość (pomnóż wartość certfikatu przez tę liczbę)

source: Recipient Email (optional):
it: Destinatario E-mail (facoltativo):
pl: Email odbiorcy (opcjonalne):

source: Message (optional):
it: Messaggio (facoltativo):
pl: Wiadomość (opcjonalna):

source: Add to cart
it: Aggiungi al carrello
pl: Dodaj do koszyka

source: Checkout
it: Alla Cassa
pl: Zamówienie

source: Payment
it: Pagamento
pl: Płatność

source: Order total: %(orderbalance)s
it: Totale Ordine: %(orderbalance)s
pl: Suma zamówienia: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
it: Stai per per usare il certificato regalo#%(giftcode)s per un saldo totale di%(certbalance)s per il tuo ordine
pl: Używasz kuponu podarunkowego #%(giftcode)s z dostępną kwotą %(certbalance)s.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
it: Se non è disponibile la quantità necessaria per pagare l'intero ordine, avrai la possibilità di selezionare un'altra forma di pagamento per completare il saldo dopo aver utilizzato questo certificato regalo.
pl: Jeżeli całkowita kwota zamówienia nie zostanie pokryta, w dalszej części wybierzesz metodę płatności pozostałej kwoty.

source: Please Note:
it: Nota Bene:
pl: Uwaga:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
it: Stai per utilizzare il tuo certificato: %(giftcode)s, che ha un saldo di %(balance)s.
pl: Używasz kuponu podarunkowego %(giftcode)s z dostępną kwotą %(balance)s.

source: About to use INVALID gift certificate
it: Stai per utilizzare un gift certificate non valido.
pl: Właśnie zamierzasz użyć NIEPRAWIDŁOWY kupon podarunkowy

source: Payment Information
it: Informazioni sui pagamenti
pl: Informacja o płatności

source: Gift Certificate Code
it: Codice del certificato Regalo
pl: Kod kuponu podarunkowego
