Repository: dokterbob/satchmo
Catalog: satchmo/apps/product/locale/*/LC_MESSAGES/django.po
Languages: cs, nl, pt_br

source: Deferred Shipping
cs: Odložené poštovné
nl: Vertraagde verzending
pt_br: Entrega adiada

source: Do not charge shipping at checkout for this item.
cs: Neúčtuj poštovné na tuto položku během prodeje.
nl: Vrij van verzendkosten
pt_br: Não cobre frete no checkout para este item.

source: Custom Product
cs: Uživatelský produkt
nl: Product op maat
pt_br: Produto Personalizado

source: Custom Products
cs: Uživatelské produkty
nl: Producten op maat
pt_br: Produtos Personalizados

source: Custom field name
cs: Uživatelské jméno pole
nl: Attribuut veldnaam
pt_br: Nome de campo personalizado

source: Auto-generated from name if blank
cs: Automaticky generované ze jména pokud je necháno prázdné
nl: Automatisch gegenereerd van de naam indien leeg
pt_br: Gerado automaticamente a partir do nome se estiver em branco

source: Custom Fields
cs: Uživatelská jména polí
nl: Attribuut velden
pt_br: Campos personalizados

source: Translated Custom Text Field Name
cs: Přeložené jméno uživatelského textového pole
nl: Vertaalde eigen attribuut veld
pt_br: Nome de campo de texto personalizado traduzido

source: CustomTextField Translation
cs: Překlad uživatelského textového pole
nl: Attribuut tekstveld vertaling
pt_br: Tradução CustomTextField

source: CustomTextField Translations
cs: Překlad uživatelských textových polí
nl: Attribuut tekstveld vertalingen
pt_br: Traduções CustomTextField

source: Create Variations
cs: Vytvoř variace
nl: Varianten aanmaken
pt_br: Criar Variações

source: Create ProductVariations for all this product's options. To use this, you must first add an option, save, then return to this page and select this option.
cs: Vytvoř 'Variace produktu' pro všechny tyto varianty produktu. Nejdřive musíte přidat druh varianty.
pt_br: Criar Variações de Produtos para todas as opções desse produto. Para usar, primeiro adicione uma opção, salve, e então retorne a esta página e selecione esta opção.

source: Configurable Products
cs: Konfigurovatelné produkty
nl: Configureerbare producten
pt_br: Produtos Configuráveis

source: File
cs: Soubor
nl: Bestand
pt_br: Arquivo

source: Num allowed downloads
cs: Počet povolených stáhnutí
nl: Num toegestaan downloads
pt_br: Número de downloads permitidos

source: Number of times link can be accessed.
pt_br: Número de vezes que o link pode ser acessado.

source: Expire minutes
cs: Vyprší za minut
nl: Geldigheid in minuten
pt_br: Minutos para expiração

source: Number of minutes the link should remain active.
pt_br: Número de minutos que o link deve permanecer ativo.

source: Is this download currently active?
nl: Is deze download nu actief?
pt_br: Este download está atualmente ativo?

source: Downloadable Products
nl: Downloadbare Producten
pt_br: Produtos para download

source: Recurring Billing
nl: Terugkerende facturering
pt_br: Cobrança recorrente

source: Customer will be charged the regular product price on a periodic basis.
nl: De klant zal periodiek een bedrag in rekening worden gebracht.
pt_br: Será cobrado o preço regular do produto ao cliente periodicamente.

source: Recurring Times
nl: Aantal herhalingen
pt_br: Número de recorrências

source: Number of payments which will occur at the regular rate. (optional)
pt_br: Número de pagamentos esperados no ritmo regular. (opcional)

source: Duration
nl: Duur
pt_br: Duração

source: Length of each billing cycle
nl: Lengte van elke factureringscyclus
pt_br: Tamanho de cada ciclo de faturamento (dias)

source: Days
nl: Dagen
pt_br: Dias

source: Months
nl: Maanden
pt_br: Meses

source: Expire Unit
nl: Geldigheid eenheid.
pt_br: Unidade de expiração

source: No Shipping Charges
nl: Geen verzendkosten
pt_br: Sem taxas de entrega

source: Pay Shipping Once
nl: Betaal verzending eenmalig
pt_br: Pagar entrega somente uma vez

source: Pay Shipping Each Billing Cycle
nl: Betaal verzendkosten bij elke run
pt_br: Pagar entrega a cada interação de cobrança

source: Shippable?
nl: Verzendbaar?
pt_br: Entregável?

source: Is this product shippable?
nl: Is dit product verzendbaar?
pt_br: O produto é entregável?

source: Subscription Products
nl: Producten met abonnement
pt_br: Produtos para Assinatura

source: Price
cs: Cena
nl: Prijs
pt_br: Preço

source: Set to 0 for a free trial. Leave empty if product does not have a trial.
nl: Vul 0 in voor een probeerversie. Leeglaten indien dit product geen probeerversie heeft.
pt_br: Defina 0 para uma avaliação gratuita. Deixe vazio se o produto não tem uma versão de demonstração.

source: Trial Duration
nl: Geldigheidsduur van probeerversie
pt_br: Duração do período de teste

source: Length of trial billing cycle. Leave empty if product does not have a trial.
pt_br: Tamanho do ciclo de faturamento experimental (dias). Deixe vazio se o produto não tem uma versão de demonstração.

source: Trial Terms
nl: Voorwaarden voor probeerversies
pt_br: Termos da versão de demonstração

source: Options
cs: Varianty
nl: Opties
pt_br: Opções

source: Parent
cs: Rodič
nl: Hoofdtak
pt_br: Pai

source: Two options from the same option group cannot be applied to an item.
cs: Dvě varianty ze stejné skupiny variant nemohou být aplikovány na položku.
nl: 2 opties uit dezelfde groep mag niet toegevoegd worden aan 1 item.
pt_br: Duas opções do mesmo grupo de opções não podem ser aplicadas a um item.

source: Product variation
cs: Varianta produktu
nl: Product variatie
pt_br: Variação do Produto

source: Product variations
cs: Varianty produktu
nl: Product varianten
pt_br: Variações do Produto

source: One or more characters
cs: Jeden či více znaků
nl: Een of meer tekens
pt_br: Um ou mais caracteres

source: Integer number
cs: Celé číslo
nl: Geheel aantal
pt_br: Número inteiro

source: Yes or No
cs: Ano nebo ne
nl: Ja of Nee
pt_br: Sim ou Não

source: Decimal number
cs: Desetinné číslo
nl: Decimaal getal
pt_br: Número Decimal

source: Attribute name
cs: Jméno atributu
nl: Naam van het kenmerk
pt_br: Nome do Atributo

source: Field Validations
cs: Kontroly pole
nl: Veld Validaties
pt_br: Validações de Campo

source: Error Message
cs: Chybová zpráva
nl: Foutbericht
pt_br: Mensagem de Erro

source: Invalid Entry
cs: Neplatné zadání
nl: Ongeldige invoer
pt_br: Entrada Inválida

source: Value
cs: Hodnota
nl: Waarde
pt_br: Valor

source: Product Attribute
cs: Atribut produktu
nl: Product Attribuut
pt_br: Atributo do Produto

source: Product Attributes
cs: Atributy produktu
nl: Product attributen
pt_br: Atributos de Produtos

source: Discount Quantity
cs: Potřebné množství pro tuto cenu
nl: Korting Hoeveelheid
pt_br: Quantidade de Desconto

source: Use this price only for this quantity or higher
cs: Použij tuto cenu pouze pro toto množství a větší.
nl: Gebruik deze prijs alleen voor deze hoeveelheid of hoger
pt_br: Use este preço somente para esta quantidade ou maior

source: Expires
cs: Vyprší
nl: Verloopt
pt_br: Expira em

source: Prices
cs: Ceny
nl: Prijzen
pt_br: Preços

source: Product Image
cs: Obrázek produktu
nl: Productafbeelding
pt_br: Imagem do produto

source: Product Images
cs: Obrázky produktu
nl: Productafbeeldingen
pt_br: Imagens dos produtos

source: Product Image Translation
cs: Překlad obrázku produktu
nl: Productafbeelding vertaling
pt_br: Tradução da imagem do produto

source: Product Image Translations
cs: Překlad obrázků produktu
nl: Productafbeelding vertalingen
pt_br: Traduções das imagens dos produtos

source: Title
cs: Název
nl: Titel
pt_br: Título

source: Displayed title of this tax.
cs: Zobrazený název daně.
nl: Weergegeven titel van deze belasting.
pt_br: Título exibido para este imposto

source: Description of products that would be taxed.
cs: Popis produktů které budou daněny.
nl: Beschrijving van de producten die zouden worden belast.
pt_br: Descrição de produtos que devem ser tarifados.

source: Tax Classes
cs: Daňové třídy
nl: Fiscale klassen
pt_br: Classes de impostos

source: Price Adjustment
cs: Změna ceny
nl: Prijsaanpassing
pt_br: Ajuste de Preço

source: Helpers
cs: Pomocníci
pt_br: Ajudas

source: Variation Manager
cs: Manažer variant
nl: Variatie Manager
pt_br: Gerenciamento de variações

source: Variations
cs: Varianty
nl: Variaties
pt_br: Variações

source: Home
cs: Domů
nl: Voorpagina
pt_br: Início

source: Most Popular
cs: Nejpopulárnější
nl: Meest populair
pt_br: Mais popular

source: Best Rated Products
cs: Nejlépe hodnocené
nl: Beest gewaardeerde producten
pt_br: Produtos melhores qualificados

source: Rating %(rating)s
cs: Hodnocení %(rating)s
nl: Beoordeling %(rating)s
pt_br: Pontuação %(rating)s

source: Best Sellers
cs: Nejprodávanější
nl: Top producten
pt_br: Produtos mais vendidos

source: Best Selling Products
cs: Nejprodávanější produkty
nl: Best verkopende producten
pt_br: Produtos mais vendidos

source: Base Price:
cs: Základní cena:
nl: Basisprijs:
pt_br: Preço base

source: price at right is your deposit, you will receive a bill for the remainder when your item is ready.
pt_br: preço a direita é o seu depósito, você receberá uma conta para o restante quando o seu item estiver pronto.

source: This is the trial price to be charged today, see <a href="%(url)s">the product description</a> for full pricing details.
pt_br: Este é o preço de avaliação a ser aplicado hoje, veja <a href="%(url)s"> a descrição do produto </a> para maiores detalhes sobre preços.

source: Free trial, see <a href="%(url)s">the product description</a> for full pricing details.
nl: Gratis uitproberen, lees <a href="%(url)s">de productomschrijving</a> voor alle prijsopties.
pt_br: Avaliação gratuita, veja <a href="%(url)s"> a descrição do produto </a> para maiores detalhes sobre preços.

source: For full pricing details, see <a href="%(url)s">the product description</a>.
pt_br: Para maiores detalhes sobre preços, veja <a href="%(url)s">a descrição do produto</a>.

source: (incl. tax)
cs: (vč. daně)
nl: (Incl. btw)
pt_br: (impostos inclusos)

source: Please choose your options
cs: Vyberte si prosím variantu
nl: Kies uw opties
pt_br: Escolha as suas opções

source: Quantity
cs: Množství
nl: Hoeveelheid
pt_br: Quantidade

source: Add to cart
cs: Přidat do košíku
nl: Voeg toe aan winkelwagen
pt_br: Adicionar ao carrinho

source: Custom order for %(name)s
nl: Aangepaste bestelling voor %(name)s
pt_br: Pedido personalizado para %(name)s

source: more
nl: meer
pt_br: mais

source: Subscription product %(name)s
nl: Abonnement product %(name)s
pt_br: Produto para assinatura %(name)s

source: Only
nl: Alleen
pt_br: Único

source: easy payments of:
pt_br: pagamentos fáceis de:

source: This product has trial subscription pricing
nl: Dit product heeft proefabonnement prijs
pt_br: Este produto tem preço de inscrição demonstração

source: Free
nl: Gratis
pt_br: Grátis

source: for trial period of
nl: voor een periode van
pt_br: para um período de demonstração de

source: days
nl: dagen
pt_br: dias

source: months
nl: maanden
pt_br: meses

source: Cart
cs: Košík
nl: Winkelwagen
pt_br: Carrinho

source: Notice
cs: Poznámka
nl: Opgelet
pt_br: Advertência

source: This store requires a minimum order of %(value)s before you can check out.
cs: Aby bylo možno dokončit objednávku, obchod požaduje minimální objednávku ve výši %(value)s .
nl: Deze winkel vereist een bestelling van minimaal %(value)s.
pt_br: Esta loja requer um pedido mínimo de %(value)s para finalizar o pedido.

source: <p>This item is eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
cs: <p>Na tuto položku se může vztahovat sleva %(pct)s, zadejte během objednávky tento kód: "%(code)s". Náš %(desc)s končí %(enddate)s.</p>
nl: <p>Dit product komt in aanmerking voor een korting van %(pct)s wanneer u de code "%(code)s" invoert tijdens onze %(desc)s die eindigt op %(enddate)s . </p>
pt_br: <p> Este item pode receber um desconto de %(pct)s durante a finalização da compraquando você informar o código "%(code)s " durante o nosso %(desc)s que termina em %(enddate)s. </p>

source: Recently Added
cs: Nedávno přidané
nl: Recent toegevoegd
pt_br: Adicionados Recentemente

source: Previous
cs: Předchozí
nl: Vorig
pt_br: Anterior

source: Next
cs: Další
nl: Volgende
pt_br: Próximo

source: Bad Page
cs: Špatná strana
pt_br: Página Inválida

source: <p>Products in your cart are eligible to receive a discount of %(pct)s when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
cs: <p>Na tuto položku se může vztahovat sleva %(pct)s, zadejte během objednávky tento kód: "%(code)s". Náš %(desc)s končí %(enddate)s.</p>
nl: <p>Producten in uw winkelwagen komen in aanmerking voor een korting van %(pct)s wanneer u de code "%(code)s" invoert tijdens onze %(desc)s die eindigt op %(enddate)s . </p>
pt_br: <p> Alguns dos produtos no seu carrinho podem receber um desconto de %(pct)s quando você informar o código "%(code)s " durante o nosso %(desc)s que termina em %(enddate)s. </p>

source: <p>Products on this page are eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
cs: <p>Na tuto položku se může vztahovat sleva %(pct)s, zadejte během objednávky tento kód: "%(code)s". Náš %(desc)s končí %(enddate)s.</p>
pt_br: <p> Alguns dos produtos nesta página podem receber um desconto de %(pct)s na finalização da compra quando você informar o código "%(code)s " durante o nosso %(desc)s que termina em %(enddate)s. </p>

source: Documentation
cs: Dokumentace
nl: Documentatie
pt_br: Documentação

source: Change password
cs: Změna hesla
nl: Wijzigen wachtwoord
pt_br: Mudar senha

source: Log out
cs: Odhlásit
nl: Log uit
pt_br: Sair

source: Inventory Management
cs: Správa skladových zásob
nl: Voorraadbeheer
pt_br: Gestão de Estoque

source: Please correct the error below.
cs: Opravte prosím chybu níže.
nl: Corrigeer de fout hieronder.
pt_br: Por favor corrija o erro abaixo.

source: Inventory
cs: Sklad
nl: Inventaris
pt_br: Estoque

source: Unit Price
cs: Jednotková cena
nl: Eenheidsprijs
pt_br: Preço Unitário

source: Mark all featured
cs: Označ všechny jako akční
nl: Markeer alles als aanbevolen
pt_br: Marcar todos em destaque

source: Clear all featured
cs: Odznač všechny akční
nl: Wis alle aanbevolen
pt_br: Desmarcar todos em destaques

source: Disable all Products with 0 quantity.
cs: Deaktivuj všechny produkty s množstvím 0.
nl: Inactiveer alle producten zonder voorraad.
pt_br: Desabilitar todos os produtos com quantidade 0.

source: Disable ProductVariations with 0 quantity.
cs: Deaktivuj všechny varianty produktu s množstvím 0.
nl: Inactiveer productvariaties zonder voorraad.
pt_br: Desativar Variações de Produto com quantidade 0.

source: No inventory items.
cs: Žádné položky na skladě.
nl: Geen voorraadartikelen.
pt_br: Não há itens em estoque.

source: WARNING: THIS FUNCTION IS STILL EXPERIMENTAL. DO NOT USE IN PRODUCTION.
nl: WAARSCHUWING: Deze functie is nog steeds experimenteel. NIET GEBRUIKEN IN PRODUCTIE.
pt_br: ATENÇÃO: ESTA FUNÇÃO É EXPERIMENTAL. NÃO USE EM PRODUÇÃO.

source: Import
nl: Importeer
pt_br: Importar

source: Import from fixture file:
nl: Importeren vanuit fixture bestand:
pt_br: Importar do arquivo fixo:

source: Export
nl: Exporteer
pt_br: Exportar

source: Export?
nl: Exporteer?
pt_br: Exportar?

source: Include images?
nl: Inclusief afbeeldingen?
pt_br: Incluir imagens?

source: Include categories?
nl: Inclusief categorien?
pt_br: Incluir categorias?

source: Format?
pt_br: Formato?

source: Reset
pt_br: Resetar

source: Check all
nl: Alles aanvinken
pt_br: Marcar todos

source: Uncheck all
nl: Alles uitvinken
pt_br: Desmarcar todos

source: No products.
nl: Geen producten.
pt_br: Sem produtos.

source: Product import/export
pt_br: Produtos importar/exportar

source: Results
nl: Resultaten
pt_br: Resultados

source: Import Results
nl: Importeer Resultaten
pt_br: Importar Resultados

source: Errors
nl: Fouten
pt_br: Erros

source: results
nl: resultaten
pt_br: resultados

source: Product Variation Manager
nl: Productvariatie Manager
pt_br: Gerenciamento de variações do Produto

source: Variation Manager for %(product_name)s
nl: Variatie Manager voor %(product_name)s
pt_br: Gerenciamento de variações para %(product_name)s

source: <p>The Variation Manager helps create the exact set of variations you need for your Configurable Product</p> <p>Make choices from the Option Groups below, and then click one of the helper links below them to select or deselect variations which have those options.</p> <p>Fine tune the active variations by putting a checkmark next to those that you want to keep or create, then then click <b>Update Variations</b>. </p>
pt_br: <p> O Gerenciamento de Variações ajuda a criar o conjunto exato de variações que você precisa para o seu Produto Configurável</p> <p> Faça escolhas dos grupos de opções abaixo e em seguida, clique em um dos links de ajuda abaixo deles para marcar ou desmarcar as variações que têm essas opções. </p> <p> Revise as variações ativas, colocando uma marca ao lado daqueles que você deseja manter ou criar, em seguida, clique em <b> Atualizar Variações </b>. </p>

source: Helper Links
pt_br: Links de Ajuda

source: Select These Options
nl: Selecteer deze opties
pt_br: Selecione estas opções

source: Select Only These Options
nl: Selecteer de volgende opties
pt_br: Selecionar apenas estas opções

source: Select All
nl: Alles selecteren
pt_br: Selecionar todos

source: Deselect These Options
nl: Deselecteer deze opties
pt_br: Desmarcar essas opções

source: Deselect All
nl: Alles deselecteren
pt_br: Desmarcar todos

source: Show All
nl: Alles tonen
pt_br: Mostrar todos

source: Hide Inactive Rows
nl: Inactieve rijen verbergen
pt_br: Ocultar linhas inativas

source: Update Variations
nl: Variaties bijwerken
pt_br: Atualizar Variações

source: Reset Form
nl: Reset formulier
pt_br: Limpar formulário

source: Variation
nl: Variatie
pt_br: Variações

source: Exists
nl: Bestaat
pt_br: Existe

source: Create/Keep
nl: Aanmaken / houden
pt_br: Criar/Manter

source: yes
nl: ja
pt_br: sim

source: no
nl: nee
pt_br: não

source: Select the Configurable Product to manage.
nl: Selecteer het configureerbaar product om te beheren.
pt_br: Selecione o Produto Configurável para gerenciar.

source: Edit %(subtype)s
cs: Uprav %(subtype)s
nl: Bewerk %(subtype)s
pt_br: Editar %(subtype)s

source: Add %(subtype)s
cs: Přidej %(subtype)s
nl: Toevoegen %(subtype)s
pt_br: Adicionar %(subtype)s

source: Delete ProductVariation
cs: Smaž Produktovou variantu
nl: Verwijderen Productvariatie
pt_br: Excluir Variação do Produto

source: The category you have requested does not exist.
cs: Požadovaná kategorie neexistuje.
nl: De categorie die u heeft opgevraagd bestaat niet.
pt_br: A categoria que você solicitou não existe.

source: The product you have requested does not exist.
cs: Požadovaný produkt neexistuje.
nl: Het product dat u heeft opgevraagd bestaat niet.
pt_br: O produto que você solicitou não existe.

source: not available
cs: není k dispozici
nl: niet beschikbaar
pt_br: não disponível

source: Inventory Editor
cs: Editor skladu
nl: Inventaris Editor
pt_br: Editor de Estoque

source: Product Import/Export
cs: Import/Export produktů
pt_br: Importação/Exportação de Produto

source: No upload file found
cs: Žádný nahraný soubor nebyl nalezen
nl: Geen upload bestand gevonden
pt_br: Nenhum arquivo de upload encontrado

source: The product you have requested is not a Configurable Product.
cs: Požadovaný produkt není Konfigurovatelný produkt.
nl: Het product dat u hebt opgevraagd is niet een configureerbaar product.
pt_br: O produto que você solicitou não é um produto configurável.

source: Invalid validation function specifed!
cs: Zadána nesprávná validační funkce!
nl: Ongeldige validatiefunctie de opgegeven!

source: Imperial
cs: Imperiální
nl: Imperiaal

source: Display Photo Not Available Image in the category page?
cs: Zobrazit obrázek 'Obrázek není k dispozici' na stránce kategorií?
nl: "Afbeelding niet beschikbaar" weergeven in de categorie-pagina?

source: If yes, then a Photo Not Available Image will be shown on the category page.
cs: Jestliže ano, pak obrázek 'Obrázek není k dispozici' bude zobrazen na stránce kategorií.
nl: Indien ja, dan zal er een "Afbeelding niet beschikbaar" getoond worden op de categorie-pagina.

source: Valid Categories
cs: Validní kategorie
nl: Geldig Categorieën

source: Category Attribute
cs: Atribut kategorie
nl: Categorie Attribuut

source: Category Attributes
cs: Atributy kategorie
nl: Categorie attributen

source: This is only used if you use Downloadable Products. This value will be appended to MEDIA_ROOT/MEDIA_URL. Do not worry about slashes. We can handle it any which way.
nl: Alleen gebruikt bij Downloadbare producten. Deze waarde wordt aan MEDIA_ROOT/MEDIA_URL gekoppeld. Slashes zijn toegestaan.

source: Order immediately available for download
nl: Download is per direct beschikbaar

source: Number of times link can be accessed. Enter 0 for unlimited.
nl: Aantal keren dat de link opgevraagd kan worden. Vul 0 in voor onbeperkt.

source: Number of minutes the link should remain active. Enter 0 for unlimited.
nl: Aantal minuten dat de link actief blijft. Vul 0 in voor onbeperkt.

source: Downloadable product
nl: Downloadbare product

source: Order
nl: Bestelling

source: Key
nl: Sleutel

source: Number of attempts
nl: Aantal pogingen

source: Time stamp
nl: Tijd stempel

source: This download is no longer active
nl: Deze download is niet meer actief

source: You have exceeded the number of allowed downloads.
nl: Je hebt het limiet dan het aantal toegestane downloads bereikt.

source: This download link has expired.
nl: Deze download link is verlopen.

source: The download key is invalid.
nl: De download is ongeldig.

source: Category Index
cs: Seznam kategorií
nl: Categorie Index

source: SKU
cs: SKU (unikátní skladové číslo)
