Repository: dokterbob/satchmo
Catalog: satchmo/apps/product/locale/*/LC_MESSAGES/django.po
Languages: cs, nl, pt_br

source: Invalid regular expression
pt_br: Expressão regular inválida

source: You must not save a category in itself!
cs: Nesmíte uložit kategorii v sobě samé!
nl: Je kan geen catagorie in eigen catagorie opslaan!
pt_br: Você não deve salvar uma categoria nela mesma!

source: 1 product was
cs: jeden produkt byl
nl: Er is 1 product
pt_br: 1 produto foi

source: %s products were
cs: %s produkty byly
nl: %s producten zijn
pt_br: %s produtos foram

source: %s successfully marked as active
cs: %s úspěšně označeny jako aktivní
nl: %s succesvol gemarkeerd als actief
pt_br: %s marcados como ativos com sucesso

source: Mark selected products as active
cs: Označ vybrané produkty jako aktivní
nl: Markeer geselecteerde producten als actief
pt_br: Marcar produtos selecionados como ativos

source: %s successfully marked as inactive
cs: %s úspěšně označeny jako neaktivní
nl: %s succesvol gemarkeerd als inactief
pt_br: %s marcados como inativos com sucesso

source: Mark selected products as inactive
cs: Označ vybrané produkty jako neaktivní
nl: Markeer geselecteerde producten als inactief
pt_br: Marcar produtos selecionados como inativos

source: %s successfully marked as featured
cs: %s úspěšně označeny jako akční
nl: %s succesvol gemarkeerd als aanbevolen
pt_br: %s marcados como destaque com sucesso

source: Mark selected products as featured
cs: Označ vybrané produkty jako akční
nl: Markeer geselecteerde producten als aanbevolen
pt_br: Marcar produtos selecionados como destaque

source: %s successfully marked as not featured
cs: %s úspěšně označeny jako neakční
nl: %s succesvol van 'Aanbevolen'-status ontdaan.
pt_br: %s marcado como não destaque com sucesso

source: Mark selected products as not featured
cs: Označ vybrané produkty jako neakční
nl: Verwijder 'Aanbevolen'-status van gemarkeerde producten
pt_br: Marcar produtos selecionados como não destaque

source: Item Dimensions
cs: Rozměry produktu
nl: Afmetingen Item
pt_br: Dimensões do item

source: Tax
cs: Daň
nl: Belasting
pt_br: Imposto

source: Related Products
cs: Podobné produkty
nl: Gerelateerde Producten
pt_br: Produtos relacionados

source: Product Settings
cs: Nastavení produktů
nl: Product Instellingen
pt_br: Configurações de Produto

source: Product Model Options
pt_br: Opções de Modelos de Produtos

source: Configurable Product
cs: Konfigurovatelný produkt
nl: Configureerbaar product
pt_br: Produto Configurável

source: Product Variation
pt_br: Variação do Produto

source: Custom Order Product
pt_br: Pedido de Produto Personalizado

source: Subscription Product
nl: Product met abonnement
pt_br: Produto para Assinatura

source: Downloadable Product
nl: Downloadbare Product
pt_br: Produto para Download

source: Upload Image Dir
cs: Adresář pro nahrání obrázků
pt_br: Diretório de Upload de Imagem

source: Directory name for storing uploaded images. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
cs: Adresář pro ukládání nahraných obrázků. Tato hodnota bude připojena za MEDIA_ROOT. Nelamte si hlavu s lomítky. Je jedno jak je zadáte.
nl: Directory voor het opslaan van geüploade foto's. Deze waarde wordt toegevoegd aan MEDIA_ROOT. Maak u geen zorgen over de slashes.
pt_br: Nome do diretório para guardar imagens carregadas. Esse valor será adicionado a MEDIA_ROOT. Não se preocupe com barras. Podemos lidar com isso de qualquer maneira.

source: Protected dir
nl: Beschermde dir
pt_br: Dir protegido

source: This is only used if you use Downloadable Products. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
pt_br: Este somente é usado se você usar Produtos para Download. Esse valor será adicionado a MEDIA_ROOT. Não se preocupe com barras. Podemos lidar com isso de qualquer maneira.

source: Total featured
cs: Celkem akčních
nl: Totaal Aanbevolen
pt_br: Total em destaque

source: Total number of featured items to display
cs: Počet akčních produktů k zobrazení
nl: Totaal aantal aanbevolen items weer te geven
pt_br: Número total de itens em detaque para exibição

source: Number featured
cs: Celkem akčních
nl: Aantal aanbevolen
pt_br: Número em destaque

source: Number of featured items to display on each page
cs: Počet akčních produktů k zobrazení na každé straně
nl: Aantal speciale items weer te geven op elke pagina
pt_br: Número de itens em destaque para exibição em cada página

source: Measurement System
cs: Systém měr
nl: Meeteenheid
pt_br: Sistema de medidas

source: Default measurement system to use for products.
cs: Základní systém měr pro použití s produkty.
nl: Standaard meeteenheid te gebruiken voor producten.
pt_br: Sistema de medidas padrão para produtos

source: Metric
cs: Metrický
nl: Metrisch
pt_br: Métrico

source: Allow checkout with 0 inventory?
cs: Povolit objednávky když na skladě není produkt?
nl: Uitchecken mogelijk met 0 voorraad?
pt_br: Permitir finalização do pedido sem estoque?

source: If yes, then customers can buy even if your inventory is 0 for a product.
cs: Jestliže ano, pak zákazník může nakupovat i když nemáte produkt na skladě.
nl: Zo ja, dan kunnen de klanten het product kopen ondanks een 0 voorraad.
pt_br: Se sim, então clientes podem comprar mesmo sem estoque.

source: Random Display
cs: Náhodné zobrazení
nl: Random weergave
pt_br: Exibição aleatória

source: Enable random display of featured products on home page
cs: Povolit náhodné zobrazení akčních produktů na domovské stránce
nl: Activeer willekeurige weergave van aanbevolen producten op de home page
pt_br: Habilitar exibição aleatória de produtos em destaque na página inicial

source: Track inventory levels?
cs: Sledovat stav na skladě?
nl: Hou voorraadniveau bij?
pt_br: Checar níveis de estoque?

source: If no, then inventory will not be tracked for products sold.
cs: Jestliže ne, pak skladové zásoby nebudou sledovány pro prodané produkty.
nl: Zo nee, zal dan er geen voorraadniveau bij gehouden.
pt_br: Se não, então o estoque não será checado para produtos vendidos.

source: export format
cs: formát exportu
nl: exportformaat
pt_br: Formato para exportação

source: Include Images
cs: Včetně obrázků
nl: Afbeelding opnemen
pt_br: Incluir imagens

source: Include Categories
cs: Včetně kategorií
nl: Catagorien opnemen
pt_br: Incluir categorias

source: File to import
cs: Soubor k importu
nl: Bestand importeren
pt_br: Arquivo para importar

source: Could not parse format from filename: %s
cs: Nemohu načíst formát ze souboru: %s
nl: Kon niet omgaan met bestandsnaam: %s
pt_br: Não foi possível analisar o formato pelo nome do arquivo: %s

source: Bad VARS file in import zipfile.
nl: Foute variablen in te importeren in zipfile.
pt_br: Arquivo VARS inválido no arquivo zip de importação.

source: Missing VARS in import zipfile.
nl: Mist variablen in te importeren zipfile.
pt_br: VARSs faltando no arquivo zip de importação.

source: Unknown file format: %s
nl: Onbekend bestandsformaat: %s
pt_br: Formato de arquivo desconhecido: %s

source: Added %(count)i objects from %(filename)s
nl: Toegevoegd %(count)i objecten uit %(filename)s
pt_br: Adicicinados %(count)i objetos de '%(filename)s

source: Problem installing fixture '%(filename)s': %(error_msg)s
nl: Probleem met installeren van fixture ' %(filename)s ': %(error_msg)s
pt_br: Problema ao instalar o fixture '%(filename)s': %(error_msg)s

source: None
nl: Geen
pt_br: Nenhum

source: Free Shipping
cs: Poštovné zdarma
nl: Gratis geleverd
pt_br: Frete Grátis

source: Cheapest shipping option is free
cs: Nejlevnější poštovné je zdarma
nl: Goedkoopste optie is gratis verzending
pt_br: Método de envio mais barato é grátis

source: Apply the discount above to shipping
cs: Aplikuj slevu i na poštovné
nl: Pas de korting toe op verzendkosten
pt_br: Aplicar descontos acima para envio

source: Default
nl: Standaard
pt_br: Padrão

source: Shippable
cs: Možno odeslat
nl: Verzendbaar
pt_br: Entregável

source: Not Shippable
cs: Není možno odeslat
nl: Niet verzendbaar
pt_br: Não entregável

source: Name
cs: Jméno
nl: Naam
pt_br: Nome

source: Used for URLs, auto-generated from name if blank
cs: Používá se pro URL adresy, bude automaticky vygenerován pokud necháte prázdné
nl: Gebruikt voor URL's, auto-gegenereerd uit de naam indien leeggelaten
pt_br: Usado para as URLs, gerado automaticamente se deixado em branco

source: Meta Description
nl: Metabeschrijving
pt_br: Descrição de meta

source: Meta description for this category
cs: Meta description pro tuto kategorii
nl: Meta beschrijving voor deze categorie
pt_br: Descrição de meta para esta categoria

source: Description
cs: Popis
nl: Beschrijving
pt_br: Descrição

source: Ordering
cs: Řazení
nl: Positionering
pt_br: Ordenação

source: Override alphabetical order in category display
cs: Potlačí abecední řazení při zobrazení kategorie
nl: Overschrijf de alfabetische sortering in categorie overzicht.
pt_br: Ignorar ordem alfabética na exibição de categoria

source: Related Categories
cs: Podobné kategorie
nl: Gerelateerde categorieën
pt_br: Categorias relacionadas

source: Category
cs: Kategorie
nl: Categorie
pt_br: Categoria

source: Categories
cs: Kategorie
nl: Categorieën
pt_br: Categorias

source: language
cs: jazyk
nl: taal
pt_br: Idioma

source: Translated Category Name
cs: Přeložené jméno kategorie
nl: Vertaalde Categorie Naam
pt_br: Nome de categoria traduzida

source: Description of category
cs: Popis kategorie
nl: Beschrijving van de categorie
pt_br: Descrição da categoria

source: version
cs: verze
nl: versie
pt_br: versão

source: active
cs: aktivní
nl: actief
pt_br: ativo

source: Category Translation
cs: Překlad kategorie
nl: Categorie Vertaling
pt_br: Tradução da categoria

source: Category Translations
cs: Překlady kategorie
nl: Categorie Vertalingen
pt_br: Traduções da Categorias

source: Picture
cs: Obrázek
nl: Afbeelding
pt_br: Imagem

source: Optional caption
cs: Nepovinný popisek
nl: Optioneel bijschrift
pt_br: Legenda opcional

source: Sort Order
cs: Pořadí řazení
nl: Sorteervolgorde
pt_br: Ordenação

source: Category Image
cs: Obrázek kategorie
nl: Categorie Afbeelding
pt_br: Imagem da categoria

source: Category Images
cs: Obrázky kategorie
nl: Categorie Afbeeldingen
pt_br: Imagens das categorias

source: Translated Caption
cs: Přeložený popisek
nl: Vertaald Bijschrift
pt_br: Legenda traduzida

source: Category Image Translation
cs: Překlad obrázku kategorie
nl: Categorie Afbeelding Vertaling
pt_br: Tradução da imagem da categoria

source: Category Image Translations
cs: Překlady obrázků kategorie
nl: Categorie Afbeelding Vertalingen
pt_br: Traduções das imagens das categorias

source: No Discount
cs: Žádná sleva
nl: Geen korting
pt_br: Sem desconto

source: Discount Code
cs: Slevový kód
nl: Korting Code
pt_br: Código de desconto

source: Coupon Code
cs: Kód kupónu
pt_br: Código do Cupom

source: Active
cs: Aktivní
nl: Actief
pt_br: Ativar

source: Discount Amount
cs: Sleva
nl: Kortingsbedrag
pt_br: Desconto total

source: Enter absolute discount amount OR percentage.
cs: Zadejte absolutní slevu nebo procenta slevy.
nl: Voer absolute kortingsbedrag of percentage.
pt_br: Digite o total de desconto OU percentual

source: Discount Percentage
cs: Procenta slevy
nl: Kortingspercentage
pt_br: Percentagem de desconto

source: Enter absolute discount amount OR percentage. Percents are given in whole numbers, and can be up to 100%.
cs: Zadejte absolutní slevu nebo procenta slevy. Procenta se zadávají v celých číslech a mohou být až do 100%.
nl: Voer absolute kortingbedrag of percentage. Percentages worden gegeven in gehele getallen, en kan oplopen tot 100%.
pt_br: Digite o montante de desconto OU percentual. Exemplo de porcentagem: "0.10".

source: Is this an automatic discount?
cs: Je toto automatická sleva?
nl: Is dit een automatische korting?
pt_br: Isto será um desconto automático?

source: Use this field to advertise the discount on all products to which it applies. Generally this is used for site-wide sales.
cs: Použijte toto pole k oznámení slevy na všechny produkty na které se to vztahuje. Obvykle se používá pro globální slevy .
nl: Gebruik dit veld om reclame te maken voor de korting op producten van toepassing. Over het algemeen is dit gebruikt voor algehele acties.
pt_br: Use este campo para anunciar o desconto em todos os produtos a que se aplica. Geralmente ele é utilizado para as vendas de escala local.

source: Number of allowed uses
cs: Počet povolených použití
nl: Aantal toegestane gebruik
pt_br: Número de utilizações permitidos

source: Set this to a number greater than 0 to have the discount expire after that many uses.
cs: Nastavte na takové číslo větší než 0, aby sleva vypršela po jeho počtu použití.
nl: Een getal hoger dan 0 om het aantal keer gebruik te limiteren.
pt_br: Ajuste este valor para um número maior que 0 para o desconto expirar apóstantos usos

source: Number of times already used
cs: Kolikrát již bylo použito
nl: Aantal keren dat reeds gebruikt
pt_br: Número de vezes utilizados

source: Minimum order value
cs: Minimální hodnota objednávky
nl: Minimum orderwaarde
pt_br: Valor mínimo de pedido

source: Start Date
cs: Počáteční čas
nl: Startdatum
pt_br: Data inicial

source: End Date
cs: Konečný čas
nl: Einddatum
pt_br: Data final

source: Shipping
cs: Poštovné
nl: Verzending
pt_br: Entrega

source: All products?
cs: Všechny produkty?
nl: Alle producten?
pt_br: Todos os produtos?

source: Apply this discount to all discountable products? If this is false you must select products below in the "Valid Products" section.
cs: Aplikuj tuto slevu na všechny slevu akceptující produkty. Je-li nastaveno na ne pak musíte vybrat produkty níže v sekci "Validní produkty".
nl: Pas deze korting toe op alle producten waarvoor deze korting geldt?
pt_br: Aplicar descontos a todos os produtos cabíveis? Se Falso, você deve selecionar os produtos abaixo na seção "Produtos Válidos".

source: Valid Products
cs: Validní produkty
nl: Geldig Producten
pt_br: Produtos válidos

source: This coupon is disabled.
cs: Kupón je vyžazen.
nl: Deze coupon is uitgeschakeld.
pt_br: Este cupom está desabilitado.

source: This coupon is not active yet.
cs: Tento kupón ještě není aktivní.
nl: Deze coupon is nog niet actief.
pt_br: Este cupom ainda não está ativo.

source: This coupon has expired.
cs: Tento kupón vypršel.
nl: Deze coupon is verlopen.
pt_br: Este cupom já expirou.

source: This discount has exceeded the number of allowed uses.
cs: Sleva překročila počet povolených použití.
nl: Deze korting is meer gebruikt dan toegestaan.
pt_br: Este desconto exedeu o número de usários permitidos.

source: This discount only applies to orders of at least %s.
cs: Tato sleva platí pouze pro objednávky na alespoň %s.
nl: Deze korting geldt alleen voor bestellingen van ten minste %s.
pt_br: Este desconto só é válido para pedidos de pelo menos %s.

source: This discount cannot be applied to the products in your cart.
cs: Tato sleva nelze uplatnit na produkty ve vašem košíku.
nl: De korting kan niet worden toegepast op de producten in uw winkelwagen.
pt_br: Este desconto não pode ser aplicado para o produto em seu carrinho.

source: Valid.
cs: Správný.
nl: Geldig.
pt_br: Válido.

source: Discount
cs: Sleva
nl: Korting
pt_br: Desconto

source: Discounts
cs: Slevy
nl: Korting
pt_br: Descontos

source: Name of Option Group
cs: Jméno Skupiny nastavení
nl: Naam van de Option Groep
pt_br: Nome do Grupo de Opções

source: This will be the text displayed on the product page.
cs: Tento text bude zobrazen na stránce s produktem.
nl: Dit is de tekst weergegeven op de product pagina.
pt_br: Este será o texto exibido na página do produto.

source: Detailed Description
cs: Detailní popis
nl: Gedetailleerde beschrijving
pt_br: Descrição detalhada

source: Further description of this group (i.e. shirt size vs shoe size).
cs: Další popis této skupiny (např. velikost trička nebo velikost bot)
nl: Uitgebreide beschrijving van deze groep.
pt_br: Descrição adicional deste grupo (ex.: tamanho de camisa x tamanho de sapato).

source: The display order for this group.
cs: Pořadí řazení pro tuto skupinu.
nl: Volgorde voor weergave van deze groep.
pt_br: Ordem de exibição para este grupo.

source: Option Group
cs: Skupina nastavení
nl: Optie Groep
pt_br: Grupo de Opções

source: Option Groups
cs: Skupiny nastavení
nl: Optie groepen
pt_br: Grupos de Opções

source: Translated OptionGroup Name
cs: Přeložené jméno Skupiny nastavení
nl: Vertaalde naam voor optiegroep
pt_br: Nome de Grupo de Opções traduzido

source: Description of OptionGroup
cs: Popis Skupiny nastavení
nl: Beschrijving voor optiegroep
pt_br: Descrição de Grupo de Opção

source: Option Group Translation
cs: Překlad Skupiny nastavení
nl: Vertaling voor optiegroep
pt_br: Tradução de Grupo de Produto

source: Option Groups Translations
cs: Překlad Skupin nastavení
nl: Vertaling voor optiegroepen
pt_br: Traduções de Grupos de Opções

source: Display value
cs: Zobrazená hodnota
nl: Display waarde
pt_br: Exibir valor

source: Stored value
cs: Uložená hodnota
nl: Opgeslagen waarde
pt_br: Valor armazenado

source: Price Change
cs: Změna ceny
nl: Prijswijziging
pt_br: Mudança de Preço

source: This is the price differential for this option.
cs: Toto je změna ceny platná pro toto nastavení.
nl: Dit is het prijsverschil voor deze optie.
pt_br: Esta é o diferencial de preço para esta opção.

source: Option Item
cs: Položka nastavení
nl: Optie Item
pt_br: Item de Opção

source: Option Items
cs: Položky nastavení
nl: Optie Items
pt_br: Intens de Opção

source: Translated Option Name
cs: Přeložené jméno Nastavení
nl: Vertaalde Optie naam
pt_br: Nome da Opção Traduzido

source: Option Translation
cs: Překlad Nastavení
nl: Optie Vertaling
pt_br: Tradução de Opção

source: Option Translations
cs: Překlady Nastavení
nl: Optie Vertalinen
pt_br: Traduções de Opções

source: Full Name
cs: Celé jméno
nl: Volledige naam
pt_br: Nome completo

source: This is what the product will be called in the default site language. To add non-default translations, use the Product Translation section below.
cs: Takto se bude produkt jmenovat ve výchozím jazyce stránek. K přidání dalších překladů prosim použijte sekci překladu produktu níže.
nl: Dit is de productnaam dat getoond wordt met de standaard taal instellingen. Voeg vertalingen toe via de Productnaamvertalingen hieronder.
pt_br: É assim que o produto vai ser chamado no idioma padrão do site. Para adicionar traduções não padrão, use a seção Tradução de Produtos abaixo.

source: Slug Name
cs: Slug jméno
nl: Slug Naam
pt_br: Nome Slug

source: Defaults to slug if left blank
cs: Není-li vyplněné nastaví se stejně jako slug
nl: Indien leeggelaten zal Slug overgenomen worden
pt_br: Padrões para nomes provórios para os casos de serem deixados em branco

source: Short description of product
cs: Krátký popis produktu
nl: Korte beschrijving van het product
pt_br: Descrição curta de produto

source: This should be a 1 or 2 line description in the default site language for use in product listing screens
cs: Jeden či dvouřádkový popis ve výchozím jazyce stránek. Použit pro zobrazení v seznamech produktů.
nl: Een beschrijving voor de product overzicht pagina's in de standaard taal voor de shop.
pt_br: Essa deve ser uma descrição de 1 ou 2 linhas no idioma padrão do site para uso nas telas de listagem de produtos

source: Description of product
cs: Popis produktu
nl: Beschrijving van het product
pt_br: Descrição de produto

source: This field can contain HTML and should be a few paragraphs in the default site language explaining the background of the product, and anything that would help the potential customer make their purchase.
cs: Zde může být HTML text ve výchozím jazyce popisující podrobně produkt.
nl: Een beschrijving van het product in de standaard taal van de shop. Dit veld mag HTML bevatten.
pt_br: Este campo pode conter HTML e deve ter poucos parágrafos no idioma padrão do site explicando as características do produto, e qualquer coisa que poderia ajudar o cliente em potencial a fazer sua compra.

source: Number in stock
cs: Počet na skladě
nl: Aantal op voorraad
pt_br: Número em estoque

source: Meta description for this product
cs: Meta description pro tento produkt
nl: Meta beschrijving voor dit product
pt_br: Descrição Meta para este produto

source: Date added
cs: Datum přidání
nl: Datum toegevoegd
pt_br: Data de inclusão

source: This will determine whether or not this product will appear on the site
cs: Zda se produkt zobrazí či ne na stránkách
nl: Deze zal bepalen of dit product zal verschijnen op de site
pt_br: Isso vai determinar se o produto vai aparecer no site ou não

source: Featured
cs: Akční
nl: Aanbevolen
pt_br: Em destaque

source: Featured items will show on the front page
cs: Akční položky budou zobrazeny na hlavní stránce
nl: Aanbevolen items wordt weergegeven op de voorpagina
pt_br: Itens em destaque serão mostrados na página inicial

source: Weight
cs: Váha
nl: Gewicht
pt_br: Peso

source: Weight units
cs: Váhová jednotka
nl: Gewicht eenheden
pt_br: Unidades de peso

source: Length
cs: Délka
nl: Lengte
pt_br: Comprimento

source: Length units
cs: Délková jednotka
nl: Lengte-eenheden
pt_br: Unidades de comprimento

source: Width
cs: Šířka
nl: Breedte
pt_br: Largura

source: Width units
cs: Šířková jednotka
nl: Breedte eenheden
pt_br: Unidades de largura

source: Height
cs: Výška
nl: Hoogte
pt_br: Altura

source: Height units
cs: Výšková jednotka
nl: Hoogte-eenheden
pt_br: Unidades de altura

source: Related Items
cs: Příbuzné produkty
nl: Gerelateerde producten
pt_br: Itens relacionados

source: Previously Purchased
cs: Dříve zakoupené
nl: Eerder aangekocht
pt_br: Comprado anteriormente

source: Total sold
cs: Celkem prodáno
nl: Totaal verkocht
pt_br: Total vendido

source: Taxable
cs: Zdanitelný
nl: Belastbaar
pt_br: Sujeito a imposto

source: Tax Class
cs: Daňová třída
nl: Fiscale klasse
pt_br: Classe de imposto

source: If it is taxable, what kind of tax?
cs: Je-li zdanitelný, jaká třída?
nl: Als het belastbaar is, wat voor soort belasting?
pt_br: Se é sujeito a imposto, que tipo de imposto?

source: If this is 'Default', then we'll use the product type to determine if it is shippable.
cs: Je-li toto 'Default', pak se použije typ produktu k určení zda je prodejný.
nl: Als dit 'Standaard', dan zullen wij gebruik van het producttype om te bepalen of het verzendbaar is.
pt_br: Se este é "Padrão", então será usado o tipo de produto para determinar se é passível de entrega

source: Product
cs: Produkt
pt_br: Produto

source: Products
cs: Produkty
nl: Producten
pt_br: Produtos

source: Product Subtypes
cs: Podtypy produktu
pt_br: Subtipos de Produtos

source: This field can contain HTML and should be a few paragraphs explaining the background of the product, and anything that would help the potential customer make their purchase.
cs: Zde může být HTML text ve výchozím jazyce popisující podrobně produkt.
nl: Een beschrijving van het product. Dit veld mag HTML bevatten.
pt_br: Este campo pode conter HTML e deve ter poucos parágrafos no idioma padrão do site explicando as características do produto, e qualquer coisa que poderia ajudar o cliente em potencial a fazer sua compra.

source: This should be a 1 or 2 line description for use in product listing screens
cs: Jeden či dvouřádkový popis ve výchozím jazyce stránek. Použit pro zobrazení v seznamech produktů.
nl: Een beschrijving voor de product overzicht pagina's.
pt_br: Essa deve ser uma descrição de 1 ou 2 linhas para uso nas telas de listagem de produtos

source: Product Translation
cs: Překlad produktu
nl: Product Vertaling
pt_br: Tradução do Produto

source: Product Translations
cs: Překlady produktu
nl: Product Vertalingen
pt_br: Traduções dos Produtos

source: Percent Downpayment
nl: Procent voorschot
pt_br: Percentual da entrada
