Repository: dokterbob/satchmo
Catalog: satchmo/apps/satchmo_store/contact/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Only authenticated users can check out
cs: Pouze přihlášení uživatelé mohou dokončit objednávku

source: Users will be required to authenticate (and create an account if neccessary) before checkout.
cs: Uživatelé si budou muset zřídit účet před vytvořením objednávky.

source: Required billing data
cs: Požadované fakturační údaje

source: Users may be required to provide some set of billing address. Other fields are optional. You may shorten the checkout process here, but be careful, as this may leave you orders with almost no customer data! Some payment modules may override this setting.
cs: Po uživatelích může být požadováno zadání jistých fakturačních údajů. Ostatní pole jsou nepovinná. Tímto můžete zkrátit objednávání, ale buďte opatrní abyste měli dostatek údajů pro objednávku. Některé platební moduly mohou toto nastavení přepsat.

source: Email
cs: E-mailová adresa

source: Title
cs: Titul

source: First name
cs: Jméno

source: Last name
cs: Příjmení

source: Phone
cs: Telefon

source: Addressee
cs: Adresát

source: Organization
cs: Organizace

source: Street
cs: Ulice

source: Street (second line)
cs: Ulice (druhý řádek)

source: City
cs: Město

source: State/Province
cs: Země/Oblast

source: Postal code/ZIP
cs: PSČ

source: Country
cs: Stát

source: Required shipping data
cs: Informace nutné pro odeslání

source: Similar to'REQUIRED_BILLING_DATA', except for shipping fields.
cs: Stejné jako 'Požadované fakturační údaje', kromě dodacích polí.

source: Account Verification
cs: Ověření účtu

source: Select the style of account verification. 'Immediate' means no verification needed.
cs: Vyberte typ ověření účtu. 'Okamžitě' znamená, že nebude nutné žádné ověření.

source: Immediate
cs: Okamžitě

source: Days to verify account
cs: Počet dnů na ověření účtu

source: First Name
cs: Jméno

source: Last Name
cs: Příjmení

source: State
cs: Stát

source: ZIP code/Postcode
cs: PSČ

source: Shipping same as billing?
cs: Dodací adresa stejná jako fakturační?

source: This field is required.
cs: Toto pole je povinné.

source: State is required for your country.
cs: Stát je pro vaši zemi požadován.

source: Invalid state or province.
cs: Neplatný stát nebo provincie.

source: That email address is already in use.
cs: Tato E-mailová adresa se již používá.

source: Shipping and Billing countries must match
cs: Fakturační a Dodací země se musí shodovat

source: Newsletter
cs: Novinky

source: Key
cs: Klíč

source: Name
cs: Jméno

source: Contact organization type
cs: Kontaktní typ organizace

source: Type
cs: Typ

source: Creation Date
cs: Datum vytvoření

source: Notes
cs: Poznámky

source: Organizations
cs: Organizace

source: Date of birth
cs: Datum narození

source: Creation date
cs: Datum vytvoření

source: Contact
cs: Kontakt

source: Contacts
cs: Kontakty

source: Work
cs: Práce

source: Home
cs: Domů

source: Mobile
cs: Mobil

source: Date and Time
cs: Datum a čas

source: Description
cs: Popis

source: Interaction
cs: Interakce

source: Interactions
cs: Interakce

source: Phone Number
cs: Telefon

source: Primary
cs: Hlavní

source: Phone Numbers
cs: Telefonní čísla

source: Description of address - Home, Office, Warehouse, etc.
cs: Popis adresy - Domov, práce, sklad, atd.

source: Zip Code
cs: PSČ

source: Default Shipping Address
cs: Výchozí Dodací adresa

source: Default Billing Address
cs: Výchozí Fakturační adresa

source: Address Book
cs: Adresář

source: Address Books
cs: Adresáře

source: Supplier
cs: Dodavatel

source: Supplier ID
cs: ID Dodavatele

source: Unit Cost
cs: Jednotková cena

source: Inventory
cs: Sklad

source: Raw Item
cs: Položka

source: Raw Items
cs: Položky

source: Date Created
cs: Datum přidání

source: Subtotal
cs: Mezisoučet

source: Shipping
cs: Poštovné

source: Tax
cs: Daň

source: Total
cs: Cena celkem

source: Supplier Order
cs: Objednávka pro dodavatele

source: Supplier Orders
cs: Objednávky pro dodavatele

source: Shipped
cs: Odesláno

source: Received
cs: Přijato

source: Status
cs: Stav

source: Date
cs: Datum

source: Supplier Order Status
cs: Stav Objednávky pro dodavatele

source: Supplier Order Statuses
cs: Stavy Objednávek pro dodavatele

source: Not set
cs: Nezadáno

source: Billing Information
cs: Fakturační údaje

source: Bill To
cs: Fakturace na jméno

source: If different from the first and last names above
cs: Je-li rozdílné od dříve uvedeného jména

source: Zipcode/Postcode
cs: PSČ

source: Shipping Information
cs: Dodací adresa

source: Ship To
cs: Dodej na jméno

source: Existing members login
cs: Přihlášení existujícího člena

source: Email Address:
cs: E-mailová adresa

source: Password:
cs: Heslo:

source: Login
cs: Přihlásit

source: Login, or sign up to the store
cs: Přihlásit nebo zaregistrovat v obchodu

source: New Members, Create Your Account Below
cs: Noví členové, vytvořte si svůj účet níže

source: Please correct the error below.
cs: Opravte prosím následující chybu:

source: Sign me up for Email Updates about new products and special offers!
cs: Přihlásit k odebírání mailu o nových produktech a akcích!

source: Create
cs: Vytvořit

source: Phone number
cs: Telefon

source: Account
cs: Účet

source: Update Profile
cs: Upravit profil

source: Your Profile
cs: Váš profil

source: Please correct the following error:
cs: Opravte prosím následující chybu

source: You&apos;ll need to fill out at least the fields with a *
cs: Budete muset vyplnit pole označené *

source: Basic Information
cs: Základní informace

source: Email address
cs: E-mailová adresa

source: Birthday
cs: Narozeniny

source: Update
cs: Upravit

source: Your Account info
cs: Informace o vašem účtu

source: Welcome, %(full_name)s.
cs: Vítej uživateli, %(full_name)s.

source: Your profile
cs: Váš profil

source: Email:
cs: E-mailová adresa:

source: Organization:
cs: Organizace:

source: Birthday:
cs: Narozeniny:

source: Newsletter:
cs: Novinky emailem

source: Yes
cs: Ano

source: No
cs: Ne

source: Billing Address:
cs: Účtovací adresa

source: Shipping Address:
cs: Odesílací adresa

source: Account options
cs: Možnosti účtu

source: Update your profile
cs: Upravit váš profil

source: Change your password
cs: Změnit heslo

source: Order History
cs: Historie objednávek

source: Sorry, the user you've logged in as doesn't have any contact information.
cs: Omlouváme se, uživatel pod kterým jste přihlášen, nemá zadány žádné kontaktní údaje.

source: Probably because you are an admin.
cs: Pravděpodobně protože jste administrátor.

source: Set up contact information
cs: Nastavit kontaktní informace

source: Registration Complete
cs: Registrace dokončena

source: Account Activation
cs: Aktivace účtu

source: Thanks for signing up! You are now logged in.
cs: Děkujeme za registraci! Nyní jste přihlášen.

source: In the future, you can log in using your email address (%(email)s).
cs: V budoucnu se můžete přihlásit pomocí Vaší E-mailové adresy (%(email)s).

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(expiration_days)s days after registration.
cs: Buď je váš aktivační odkaz nesprávný nebo aktivační klíč pro Váš účet vypršel. Aktivační klíče jsou platné pouze po %(expiration_days)s po registraci.

source: Someone, hopefully you, signed up for a new account at %(site)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar.
cs: Zažádal jste o registraci na %(site)s. Pro aktivaci účtu je nutné kliknout na odkaz níže. Nebo ho zkopírujte a vložte do Vašeho prohlížeče.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
cs: Pokud jste si tento mail nevyžádal nemusíte nic dělat, další maily již neobdržíte. Účtu automaticky vyprší platnost za %(expiration_days)s dní.

source: Password
cs: Heslo

source: If you do not have an account, please
cs: Nemáte-li účet,klikněte prosím

source: click here
cs: zde

source: If you do not remember your password, please
cs: Nepamatujete-li si heslo,

source: click here</a> to have it reset.
cs: klikněte zde</a> a obnovte ho.

source: You have been successfully logged out.
cs: Byl jste úspěšně odhlášen.

source: Password Change Done
cs: Změna hesla provedena

source: Password change successful
cs: Změna hesla úspěšná

source: Your password change has been completed.
cs: Změna hesla je dokončena.

source: Password Change
cs: Změna hesla

source: For the sake of security, please enter your old password, and then enter your new password twice.
cs: Kvůli bezpečnosti zadejte vaše staré heslo a potom dvakrát nové heslo.

source: Old password
cs: Staré heslo

source: New password
cs: Nové heslo

source: Confirm new password
cs: Potvrdit nové heslo

source: Change password
cs: Změna hesla

source: You're receiving this e-mail because you requested a password reset
cs: Obdržel jste tento e-mail protože jste zažádal o zrušení hesla

source: for your user account at %(site_name)s
cs: pro Váš uživatelský účet na %(site_name)s

source: Please go to the following page and choose a new password:
cs: Navštivte prosím tuto stránku a zvolte si nové heslo:

source: Your username, in case you've forgotten:
cs: Vaše uživatelské jméno pro případ že jste zapomněl:

source: Thanks for using our site!
cs: Děkujeme, za používání našich stránek!

source: The %(site_name)s team
cs: %(site_name)s tým

source: Password reset successful
cs: Zrušení hesla bylo úspěšné

source: We've e-mailed a new password to the e-mail address you submitted. You should receive it shortly.
cs: Poslali jsme na Vámi zadanou emailovou adresu Vaše nové heslo. Mail byste měl dorazit brzy.

source: Reset your password
cs: Zrušit vaše heslo

source: Forgotten your password? Enter your e-mail address below, and we'll send a new password to you.
cs: Zapomenuté heslo? Zadejte prosím Vaši E-mailovou adresu a pošleme Vám nové heslo.

source: E-mail address
cs: E-mailová adresa

source: Be sure to enter the same e-mail address you used to register.
cs: Zadejte stejnou E-mailovou adresu jako při registraci.

source: Reset password
cs: Zrušit vaše heslo

source: Account Creation
cs: Účet vytvořen

source: Thank you for signing up.
cs: Děkujeme, že jste se zaregistroval(a).

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
cs: Aktivační odkaz byl poslán na Vaši E-mailovou adresu společně s instrukcemi pro aktivaci Vašeho účtu.

source: Registration
cs: Registrace

source: Please Enter Your Account Information
cs: Zadejte prosím informace o vašem účtu

source: Create Account
cs: Vytvořit účet

source: Repeat Activation
cs: Zopakovat aktivaci

source: This account has already been activated. Please login.
cs: Tento účet již byl aktivován. Přihlašte se prosím.

source: Dear %(first_name)s %(last_name)s,
cs: Vážený %(first_name)s %(last_name)s,

source: Thank you for signing up with %(shop_name)s.
cs: Děkujeme, že jste se zaregistroval(a) na %(shop_name)s.

source: Your new username is this email address, and you can login at
cs: Vaše nové uživatelské jméno je tato E-mailová adresa a můžete se přihlásit na

source: Regards
cs: S pozdravem

source: Store Management
cs: Majitel obchodu
