Repository: dokterbob/satchmo
Catalog: satchmo/apps/tax/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Tax Settings
pl: Ustawienia podatków

source: Active tax module
pl: Aktywny moduł podatku

source: Select a module, save and reload to set any module-specific settings.
pl: Wybierz moduł, zapisz i przeładuj by skonfigurować szczegóły.

source: No Tax
pl: Bez podatku

source: Show with tax included
pl: Pokaż z podatkiem

source: If yes, then all products and the cart will display with tax included.
pl: Jeżeli tak, to wszystkie produkty i koszyki będą wyświetlane z podatkiem.

source: New products are automatically made taxable
pl: Nowe produkty automatycznie uwzględniają podatki

source: Whether newly created products should be taxable by default.
pl: Czy nowo utworzone produkty powininny uwzględniać podatki

source: Should tax be calculated based on shipping or billing address?
pl: Czy podatek powinien być obliczany na podstawie adresu wysyłki czy adresu rachunku

source: This will only be used if tax is calculated based on an address.
pl: To będzie w użyciu jeżeli podatek jest obliczany na postawie adresu

source: You must choose a zone or a country.
pl: Musisz wybrać strefę lub kraj.

source: By Country/Area
pl: zależne od kraju/obszaru

source: Tax Shipping?
pl: Podatek od kosztów transportu?

source: TaxClass for shipping
pl: Klasa podatku dla kosztów transportu?

source: Select a TaxClass that should be applied for shipments.
pl: Wybierz klasę podatku dla kosztów transportu.

source: Tax Class
pl: Klasa podatku

source: Tax Zone
pl: Strefa podatkowa

source: Tax Country
pl: Kraj podatkowu

source: Percentage
pl: Procent

source: % tax for this area and type
pl: % podatku dla tego typu i obszaru

source: Tax Rate
pl: Stawka podatku

source: Tax Rates
pl: Stawki podatku

source: Percent Tax
pl: Procent podatku

source: Percent tax
pl: Procent podatku

source: Zip-5 records need a high and a low.
pl: Wpisy Zip-5 wymagają wartości wysokich i niskich

source: Zip+4 records need a high and a low for both parts.
pl: Wpisy Zip-4 wymagają wartości wysokich i niskich dla obu części.

source: Address rocord needs: low, high, street, city, zip, zip+4
pl: Wpis adresu musi zawierać: wartość niską, wysoką, ulicę, miasto, kod pocztowy, kod pocztowy +4

source: USA: Streamlined Sales Tax
pl: USA: Optymalny VAT

source: Tax Shipping in ANY jurisdiction?
pl: Podatek w jakiejkolwiek jurysdykcji?

source: Taxable?
pl: Uwzględniać podatek?

source: Use Intrastate rate instead of Interstate?
pl: Użyj Intrastate stawki zamiast Interstate?

source: Use food/drug rate instead of general?
pl: Używać wartości dla żywności/leków zamiast ogólnych?

source: Taxable Class
pl: Klasa z podatkiem

source: Taxable Classes
pl: Klasy z podatkiem

source: FIPS State Code
pl: Kod FIPS stanu

source: Type
pl: Typ

source: FIPS Code
pl: Kod FIPS

source: General Tax Rate - Intrastate
pl: Podstawowa stawka podatku - międzystanowa

source: General Tax Rate - Interstate
pl: Podstawowa stawka podatku - międzystanowa

source: Food/Drug Tax Rate - Intrastate
pl: Stawka podatku dla żywności/leków - międzystanowa

source: Food/Drug Tax Rate - Interstate
pl: Stawka podatku dla żywności/leków - międzystanowa

source: Effective Start Date
pl: Data wejścia w życie

source: Effective End Date
pl: Data zakończenia

source: Boundry Type
pl: Typ Granicy

source: Low Address Range
pl: Zakres adresów "low"

source: High Address Range
pl: Zakres adresów "high"

source: Odd / Even Range Indicator
pl: Nieparzysty / Parzysty zakres wskaźnika

source: Street Name
pl: Nazwa ulicy

source: Street Suffix Abbr.
pl: Przyrostek ulicy

source: Address Secondary - Abbr.
pl: Adress - Skrót.

source: Address Secondary - Low
pl: Adres - Low

source: Address Secondary - High
pl: Adres - High

source: Address Secondary - Odd/Even
pl: Adres - Odd / Even

source: City Name
pl: Nazwa miasta

source: Zip Code
pl: Kod pocztowy

source: Zip Code Extension - High
pl: Rozszerzenie kodu pocztowego - High

source: Composite SER Code
pl: Kod SER

source: FIPS State Indicator
pl: Identyfikator FIPS stanu

source: FIPS County Code
pl: Kod FIPS kraju

source: FIPS Place Code
pl: Kod FIPS miejsca

source: FIPS Place Type
pl: Kod FIPS typ miejsca

source: FIPS Special 1 code
pl: Kod FIPS specjalny 1

source: FIPS Special 1 type
pl: Typ FIPS specjalny 1

source: FIPS Special 2 code
pl: Kod FIPS specjalny 2

source: FIPS Special 2 type
pl: Typ FIPS specjalny 2

source: FIPS Special 3 code
pl: Kod FIPS specjalny 3

source: FIPS Special 3 type
pl: Typ FIPS specjalny 3

source: FIPS Special 4 code
pl: Kod FIPS specjalny 4

source: FIPS Special 4 type
pl: Typ FIPS specjalny 4

source: FIPS Special 5 code
pl: Kod FIPS specjalny 5

source: FIPS Special 5 type
pl: Typ FIPS specjalny 5

source: FIPS Special 6 code
pl: Kod FIPS specjalny 6

source: FIPS Special 6 type
pl: Typ FIPS specjalny 6

source: FIPS Special 7 code
pl: Kod FIPS specjalny 7

source: FIPS Special 7 type
pl: Typ FIPS specjalny 7

source: FIPS Special 8 code
pl: Kod FIPS specjalny 8

source: FIPS Special 8 type
pl: Typ FIPS specjalny 8

source: FIPS Special 9 code
pl: Kod FIPS specjalny 9

source: FIPS Special 9 type
pl: Typ FIPS specjalny 9

source: FIPS Special 10 code
pl: Kod FIPS specjalny 10

source: FIPS Special 10 type
pl: Typ FIPS specjalny 10

source: FIPS Special 11 code
pl: Kod FIPS specjalny 11

source: FIPS Special 11 type
pl: Typ FIPS specjalny 11

source: FIPS Special 12 code
pl: Kod FIPS specjalny 12

source: FIPS Special 12 type
pl: Typ FIPS specjalny 12

source: FIPS Special 13 code
pl: Kod FIPS specjalny 13

source: FIPS Special 13 type
pl: Typ FIPS specjalny 13

source: FIPS Special 14 code
pl: Kod FIPS specjalny 14

source: FIPS Special 14 type
pl: Typ FIPS specjalny 14

source: FIPS Special 15 code
pl: Kod FIPS specjalny 15

source: FIPS Special 15 type
pl: Typ FIPS specjalny 15

source: FIPS Special 16 code
pl: Kod FIPS specjalny 16

source: FIPS Special 16 type
pl: Typ FIPS specjalny 16

source: FIPS Special 17 code
pl: Kod FIPS specjalny 17

source: FIPS Special 17 type
pl: Typ FIPS specjalny 17

source: FIPS Special 18 code
pl: Kod FIPS specjalny 18

source: FIPS Special 18 type
pl: Typ FIPS specjalny 18

source: FIPS Special 19 code
pl: Kod FIPS specjalny 19

source: FIPS Special 19 type
pl: Typ FIPS specjalny 19

source: FIPS Special 20 code
pl: Kod FIPS specjalny 20

source: FIPS Special 20 type
pl: Typ FIPS specjalny 20
