Repository: dokterbob/satchmo
Catalog: satchmo/apps/satchmo_ext/productratings/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Enable Akismet ratings
pl: Włącz oceny produktów Akismet

source: Akismet API Key
pl: Klucz API Akismet

source: Rating
pl: Ocena

source: Not Rated
pl: Jeszcze nie oceniony

source: Product Reviews
pl: Oceny produktu

source: Be the first to review it!
pl: Bądź pierwszym który to oceni!

source: Average rating %(rating)s
pl: Średnia ocena %(rating)s

source: Review this product
pl: Oceń ten produkt

source: Please login to review this product.
pl: Proszę się zalogować by ocenić ten produkt.

source: Most Popular
pl: Najpolularniejsze
