Repository: dokterbob/satchmo
Catalog: satchmo/apps/payment/locale/*/LC_MESSAGES/django.po
Languages: de, it, pl, pt_br, ru, sv

source: Payment Auto Success Module Settings
de: Payment Auto Success Zahlungseinstellungen
it: Impostazioni del modulo di successo automatico
pl: Ustawienia dla modułu AutoSuccess
pt_br: Configurações de Módulo de Pagamento Auto Sucesso
ru: Настройки модуля оплаты Auto Success

source: False if you want to be in test mode
de: Deaktivieren um das Modul im Testmodus zu betreiben
it: False se si vuole essere in modalità di prova
pl: Fałsz - jeżeli tryb testowy
pt_br: Falso se você quer estar no modo de teste
ru: Снимите флажок, если хотите использовать тестовый режим.
sv: Falskt om du vill vara i testläge.

source: COD Payment Module Settings
de: Nachnahme Zahlungseinstellungen
it: Impostazioni del modulo di "Pagamento Alla Consegna" (contrassegno)
pl: Ustawienia modułu Płatność przy odbiorze
pt_br: Ajustes do Módulo de Pagamento COD
ru: Настройки модуля оплаты COD
sv: COD-betalningsmodulsinställningar

source: Use SSL for the module checkout pages?
de: SSL für die Seiten des Moduls aktivieren?
it: Usa SSL per le pagine del modulo checkout?
pl: Użyć SSL dla stron zakupów?
pt_br: Usar SSL para as páginas de checkout de módulo?
sv: Använd SSL för modulens utcheckningssidor?

source: Cybersource.net Payment Settings
de: Cybersource.net Zahlungseinstellungen
it: Impostazioni per il pagamento Cybersource.net
pl: Ustawienia modułu płatności Cybersource.net
pt_br: Configurações de pagamento do Cybersource.net
ru: Настройки оплаты Cybersource.net
sv: Cybersource.net betalningsinställningar

source: WSDL URL
it: URL WSDL
pl: URL WSDL
ru: Адрес веб-сервиса

source: Submit to Test WSDL URL
it: Prova l'URL WSDL
pl: URl WSDL testowy
pt_br: Submeter a teste o WSDL URL
ru: Тестовый WSDL URL для отправки данных
sv: Skicka för att testa WSDL-URL:en

source: Currency Code
de: Währungscode
it: Codice valuta
pl: Kod waluty
pt_br: Código da moeda
ru: Код валюты
sv: Valutakod

source: Currency code for Cybersource transactions.
de: Währungscode für Cybersource.net Transaktionen
it: Codice valuta per le transazioni CyberSource.
pl: Kod waluty dla transakcji Cybersource
pt_br: Código de moeda para transações Cybersource.
ru: Код валюты для транзакций в Cybersource.
sv: Valutakod för Cybersource-transaktioner.

source: Your Cybersource merchant ID
de: Ihre Cybersource.net Merchant ID
it: Il tuo ID commerciante CyberSource
pl: Twój numer ID Cybersource
pt_br: Seu ID de vendedor Cybersource
ru: Ваш ID продавца в Cybersource
sv: Din Cybersource merchant-ID

source: Your Cybersource transaction key
de: Ihr Cybersource.net Transaktions-Schlüssel
it: La tua chiave di transazione CyberSource
pl: Klucz tansakcji Cybersource
pt_br: Sua chave de transação Cybersource
ru: Ваш ключ транзакций в Cybersource
sv: Din Cybersource transaktionsnyckel

source: Payment Test Module Settings
de: Payment Test Modul Zahlungseinstellungen
it: Impostazioni del Modulo Di Pagamento di Prova
pl: Ustawienia Testowego Modułu Płatności
pt_br: Configurações do módulo de testes de pagamentos
ru: Настройки тестового модуля оплаты
sv: Testbetalningsmodulsinställningar

source: Authenticate on the card entry page, causes an immediate $.01 AUTH and release, allowing errors with the card to show on the card entry page.
it: Autenticarsi sulla pagina iniziale della carta causerà una procedura di pagamento di $.01 e rilascio, permettendo di visualizzare gli errori con la carta immediatamente.
pt_br: Autenticar na página de entrada do cartão, causando uma cobrança AUTH de $.01 e estornando, possibilitando que erros com o cartão sejam exibidos na página de entrada do cartão.
ru: Сразу проверять карту при вводе данных. Это приводит к начислению дополнительного платежа и позволяет отобразить ошибки на странице ввода данных, а не на странице подтверждения заказа.

source: Bad CCV - order declined
it: CCV Errato - ordine declinato
pt_br: CCV inválido - pedido recusado
ru: Неверный CCV - заказ отклонен

source: Bad credit card number - order declined
it: Numero carta di credito errato - ordine declinato
pt_br: Número de cartão de créadito inválido - pedido recusado
ru: Неверный номер кредитной карты - заказ отменен

source: Gift Certificate Settings
de: Geschenkgutschein Einstellungen
it: Impostazioni Gift Certificate
pt_br: Configurações de Cartão de Presente
ru: Настройки Подарочных Сертификатов

source: Character Set
de: Zeichensetz
it: Set di Caratteri
pt_br: Conjunto de Caracteres
ru: Набор символов

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
it: I Caratteri disponibili in codici per certificati generati automaticamente. Nessuna Vocale significa nessuna parola non fortunata
pt_br: Caracteres aceitáveis em códigos de cartão gerados automaticamente. Não aceitar vogais significa que palavras indesejáveis não serão criadas.
ru: Символы, разрешенные для генерации номеров сертификатов. Отсутствие гласных предполагает отсутствие неожиданных слов =)

source: Code format
de: Format des Gutschein-Codes
it: Formato del codice
pt_br: Formato do código
ru: Формат номера

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
it: Inserisci il formato per il tuo codice certificato. una un '^' per la posizione di un carattere casuale
pt_br: Entre o formato para o seu cartão de presente. Use um '^' na posição que você deseja um caracter aleatório.
ru: Введите формат номера сертификата. Используйте '^' для вставки случайных символов.

source: Code
it: Codice
pt_br: Código
ru: Код

source: Site
de: Seite
it: Sito
ru: Сайт

source: Order
de: Bestellung
it: Ordine
pt_br: Pedido

source: Certificate Code
de: Geschenkgutschein Code
it: Codice del certificato
pt_br: Código Cartão
ru: Номер сертификата

source: Purchased by
de: Gekauft von
it: Acquistato da
pt_br: Comprado por
ru: Купил

source: Date added
de: angelegt am
it: Data aggiunta
pt_br: Data de Inclusão
ru: Дата добавления

source: Valid
de: Gültig
it: Valido
pt_br: Válido

source: Message
de: Nachricht
it: Messaggio
pt_br: Mensagem
ru: Сообщение

source: Starting Balance
it: Bilancio iniziale
pt_br: Saldo Inicial

source: Gift Certificates
de: Geschenkgutscheine
it: Gift Certificate
pt_br: Cartões Presente
ru: Подарочные сертификаты

source: Date of usage
de: Benutzt am
it: Data dell'utilizzo
pt_br: Data da utilização
ru: Дата использования

source: Amount Used
de: Benutzter Betrag
it: Importo utilizzato
pt_br: Valor utilizado
ru: Использованная сумма

source: Order Payment
de: Bezahlung
it: Pagamento dell'ordine
pl: Płatność za zamówienie
pt_br: Pagamento de Pedido
ru: Платеж по заказу

source: Used by
de: Benutzt von
it: Usato da
pt_br: Utilizado por
ru: Использовал

source: Product
de: Produkt
it: Prodotto
pt_br: Produto
ru: Продукт

source: Gift certificate product
de: Geschenkgutschein Produkt
it: Prodotto Gift Certificate
pt_br: Produto do Cartão de Presente
ru: Продукт - подарочный сертификат

source: Gift certificate products
de: Geschenkgutschein Produkte
it: Prodotti Gift Certificate
pt_br: Produtos do Cartão de Presente
ru: Продукты - подарочные сертификаты

source: No balance to pay
it: Nessun importo da pagare
pt_br: Sem saldo a pagar
ru: Недостаточно средств для платежа

source: No such Gift Certificate
de: Ein solcher Geschenkgutschein ist nicht vorhanden
it: Gift Certificate non trovato
pt_br: Cartão de Presente não encontrado
ru: Нет такого сертификата

source: Bad Gift Certificate
de: Ungültiger Geschenkgutschein
it: Gift Certificate errato
pt_br: Carão de Presente Inválido
ru: Неверный подарочный сертификат

source: %s balance remains after gift certificate was applied
de: Es bleibt ein Restbetrag von %s nach anwenden des Geschenkgutscheins
it: Importo rimanente dopo l'applicazione del Gift Certificate: %s
pt_br: %s de saldo após a utilização do Cartão de Presente
ru: После использования сертификата осталось %s

source: Gift Certificate Codes
de: Geschenkgutschein Codes
it: Codice Gift Certificate
pt_br: Códigos de Cartão de Presente
ru: Номера подарочных сертификатов

source: To: %(recipient)s
de: An: %(recipient)s
it: A: %(recipient)s
pt_br: Para: %(recipient)s
ru: Получатель: %(recipient)s

source: Starting Balance: %(start_balance)s
it: Importo Iniziale = %(start_balance)s
pt_br: Saldo Inicial: %(start_balance)s
ru: Начальный баланс: %(start_balance)s

source: Code: %(code)s
it: Codice: %(code)s
pt_br: Código: %(code)s
ru: Номер: %(code)s

source: Message: %(message)s
de: Nachricht: %(message)s
it: Messaggio: %(message)s
pt_br: Mensagem: %(message)s
ru: Сообщение: %(message)s

source: Home
de: Start
it: Pagina iniziale
pt_br: Início
ru: На главную

source: Purchased on:
de: Gekauft am:
it: Acquistato su:
pt_br: Adquirido em:
ru: Дата заказа:

source: Starting Balance:
it: Bilancio iniziale

source: Current Balance:
it: Bilancio corrente:
pt_br: Saldo Atual
ru: Текущий баланс:

source: No such gift certificate found.
de: Keinen solchen Geschenkgutschein gefunden.
it: Gift Certificate non trovato.
pt_br: Cartão Presente não encontrado
ru: Подарочный сертификат не найден.

source: Look up balance
it: Ricerca bilancio
pt_br: Verificar Saldo
ru: Проверить баланс

source: Price
de: Preis
it: Prezzo
pt_br: Preço
ru: Цена

source: Quantity (multiply the gift certificate by this amount)
it: Quantità (Moltiplica il Gift Certicate per questo importo)
pt_br: Quantidade (multiplicar o cartão de presente por este valor)
ru: Количество

source: Recipient Email (optional):
de: Empfänger E-Mail (optional):
it: Email destinatario (opzionale):
pt_br: E-mail do destinatário (opcional):
ru: Email получателя (необязательно):

source: Message (optional):
de: Nachricht (optional):
it: Messaggio: (opzionale):
pt_br: Mensagem (opcional):
ru: Сообщение (необязательно):

source: Add to cart
de: Zum Warenkorb hinzufügen
it: Aggiungi al carrello
pt_br: Adicionar ao carrinho
ru: Добавить в корзину

source: Checkout
de: Bestellen
it: Acquista
pt_br: Finalizar
ru: Оформление заказа

source: Payment
de: Bezahlung
it: Pagamento
pt_br: Pagamento

source: Order total: %(orderbalance)s
de: Gesamt: %(orderbalance)s
it: Ordine totale: %(orderbalance)s
pt_br: Total do Pedido: %(orderbalance)s
ru: Всего к оплате: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
it: Stai per utilizzare il Gift Certificate #%(giftcode)s che ha %(certbalance)s disponibile per pagare il tuo ordine.
pt_br: Você esta prestes a utilizar o Cartão de Presente nº %(giftcode)s que possui %(certbalance)s disponível para pagar o seu pedido.
ru: Вы собираетесь использовать для оплаты счета подарочный сертификат №%(giftcode)s с балансом %(certbalance)s.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
de: Wenn der Betrag des Geschenkgutscheins nicht ausreicht um den Gesamtbetrag der Bestellung zu zahlen, haben Sie die Möglichkeit nach Verwendung des Geschenkgutscheins eine weitere Zahlungsmethode zu wählen.
it: Se il Gift Certificate non copre l'intero ordine, potrai selezionare un altra forma di pagamento a copertura della rimanenza.
ru: Если на балансе сертификата недостаточно средств, чтобы оплатить весь заказ, вы сможете использовать другой метод оплаты после использования сертификата, чтобы оплатить недостающую сумму.

source: Please Note:
de: Bitte beachten:
it: Prego Notare:
pt_br: Notas Importantes:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
de: Im Begriff Ihren Geschenkgutschein: %(giftcode)s mit einem Wert von %(balance)s zu verwenden.
it: Stai per utilizzare il Gift Certificate: %(giftcode)s, che ha un bilancio di %(balance)s
pt_br: Prestes a utilizar o seu Cartão de Presente nº %(giftcode)s que possui o saldo de %(balance)s.
ru: Будет использован подарочный сертификат №%(giftcode)s с балансом %(balance)s.

source: About to use INVALID gift certificate
de: Im Begriff einen ungültigen Geschenkgutschein zu verwenden
it: Stai per utilizzare un Gift Certificate NON VALIDO
pt_br: Prestes a utilizar um Cartão de Presente INVÁLIDO.
ru: Неверный сертификат

source: Payment Information
de: Zahlungsinformationen
it: Informazioni per il pagamento
pt_br: Informações de Pagamento

source: Gift Certificate Code
de: Geschenkgutschein Code
it: Codice Gift Certificate
pt_br: Código do Cartão de Presente
ru: Номер подарочного сертификата

source: Google Checkout Module Settings
de: Google Checkout Einstellungen
it: Impostazioni del Modulo Google Checkout
pl: Ustawienia modułu płatności Google Checkout
pt_br: Configurações do módulo de checkout Google
ru: Настройки модуля Google Checkout
sv: Google utcheckningsmodulsinställningar

source: XML Template
it: Template XML
pl: Szablon XML
pt_br: Template XML
ru: Шаблон XML
sv: XML-mall

source: The XML template to use when submitting to Google. Probably you should not change this.
it: La template XML da utilizzare durante l'invio a Google. In generale non c'è bisogno di modificarla.
pl: Szablon XML używany przy przesyłaniu danych do Gogle. Prawdopodobnie nie powinieneś tego zmieniać.
pt_br: O XML a usar quando submeter ao Google. Provavelmente você não deve mudar isso.
ru: Шаблон XML, который будет использоваться для отправки в Google. Возможно, вам не обязательно изменять его.
sv: XML-mallen som ska användas när det skickas till Google. Du bör antagligen inte ändra denna.

source: Currency code for Google Checkout transactions.
it: Il codice di valuta per le transazioni Google Checkout.
pl: Kod waluty dla transakcji Google Checkout
pt_br: Código de moeda para transações Google Checkout.
ru: Код валюты для транцакций в Google Checkout
sv: Valutakod för Google Checkout transaktioner.

source: Checkout Button URL
it: URL del Pulsante Checkout
pl: UTL do przycisku "Zapłać"
pt_br: URL do Botão de Checkout
ru: URL кнопки оформления заказа
sv: URL för utcheckningsknapp

source: Checkout Button Size
it: Dimensione del pulsante di checkout
pl: Rozmiar przycisku "Zapłać"
pt_br: Tamanho do Botão de Checkout
ru: Размер кнопки оформления заказа
sv: Storlek på utcheckningsknapp

source: Small
de: Klein
it: Piccolo
pl: Mały
pt_br: Pequeno
ru: Маленький
sv: Liten

source: Medium
de: Mittel
it: Medio
pl: Średni
pt_br: Médio
ru: Средний

source: Large
de: Groß
it: Grande
pl: Duży
pt_br: Grande
ru: Большой
sv: Stor

source: Post URL
it: URL Post
pl: URL do przesłania danych
pt_br: Postar URL
ru: URL отправки данных

source: The Google URL for real transaction posting.
it: L'URL di Google per l'invio delle transazioni reali.
pl: URL dla przesłania prawdziwych transakcji
pt_br: A URL Google para postagem de transação real.
ru: URL на Google для отправки данных о настоящих транзакциях.

source: The Google URL for test transaction posting.
it: L'URL di Google per l'invio delle transazioni di prova.
pl: URL dla przesłania transakcji testowych
pt_br: A URL Google para postagem de transação teste.
ru: URL на Google для отправки данных о тестовых транзакциях.

source: Merchant ID
it: ID Commerciante
pl: Identyfikator Sprzedawcy (Merchant ID)
pt_br: ID do Vendedor
ru: ID продавца

source: Merchant Key
it: Chiave Commerciante
pl: Klucz Sprzedawcy (Merchant Key)
pt_br: Chave do Vendedor
ru: Ключ продавца

source: Merchant Test ID
it: ID Commerciante di Prova
pl: Testowy Identyfikator Sprzedawcy (Merchant Test ID)
pt_br: ID de Teste do Vendedor
ru: Тестовый ID продавца

source: Merchant Test Key
it: Chiave Commerciante di Prova
pl: Testowy Klucz Sprzedawcy (Merchant Test Key)
pt_br: Chave de Teste de Vendedor
ru: Тестовый ключ продавца

source: Received through Google Checkout.
it: Ricevuto tramite Google Checkout.
pt_br: Recebido pelo Google Checkout
ru: Получено через Google Checkout.

source: Paid through Google Checkout.
de: Ihre Bestellung wurde mit Google Checkout bezahlt.
it: Pagato tramite Google Checkout.
pt_br: Pago via Google Checkout.

source: Shipped through Google Checkout.
de: Ihre Bestellung wird mit Google Checkout versand.
it: Spedito tramite Google Checkout.
pt_br: Enviado pelo Google Checkout
ru: Доставленно через Google Checkout.

source: Your order has already been processed.
de: Ihre Bestellung wurde bereits durchgeführt.
it: Il tuo ordine è già stato elaborato.
pl: Twoje zamówienie już jest w realizacji.
pt_br: Seu pedido já foi processado.
ru: Ваш заказ уже был обработан.
sv: Din beställning har redan behandlats.

source: Paypal Payment Module Settings
de: Paypal Einstellungen
it: Impostazioni del Modulo di Pagamento Paypal
pl: Ustawienia modułu płatności PayPal
pt_br: Configurações de Módulos de Pagamentos via Paypal
ru: Настроки модуля оплаты Paypal
sv: Paypal betalningsmodulsinställningar

source: Currency code for Paypal transactions.
it: Codice della valuta per le transazioni Paypal
pl: Kod waluty dla transakcji PayPal
pt_br: Código de moeda para transações via Paypal.
ru: Код валюты для транзакций в Paypal.
sv: Valutakod för Paypal-transaktioner.

source: The Paypal URL for real transaction posting.
it: L'URL di Paypal per l'invio delle transazioni reali.
pl: URL dla prawdziwych transakcji
pt_br: URL de Paypal para postagem de transação real.
ru: URL на Paypal для отправки данных о настоящих транзакциях.

source: The Paypal URL for test transaction posting.
it: L'URL di Paypal per l'invio delle transazioni di prova.
pl: URL dla transakcji testowych
pt_br: URL de Paypal para postagem de transação teste.
ru: URL на Paypal для отправки данных о тестовых транзакциях.

source: Paypal account email
it: Email dell'account di Paypal
pl: email dla konta PayPal
pt_br: Email da conta Paypal
ru: Адрес электронной почты учетной записи Paypal
sv: E-postadress för Paypal-konto

source: The email address for your paypal account
de: E-Mailadresse für Ihren PayPal Account
it: L'indirizzo email del tuo account paypal
pl: Adres email, na jaki zarejestrowane jest konto PayPal
pt_br: O endereço de email para sua conta Paypal
ru: Адрес электронной почты для вашей учетной записи на Paypal
sv: E-postadressen för ditt paypal-konto

source: Paypal test account email
de: PayPal Test E-Mailadresse
it: Email di prova per paypal
pl: email konta testowego PayPal
pt_br: Email de teste da conta Paypal
ru: Адрес электронной почты тестовой учетной записи Paypal
sv: E-postadress för Paypal-testkonto

source: The email address for testing your paypal account
de: E-Mailadresse zum Testen Ihres PayPal Account
it: L'indirizzo email per provare il tuo account paypal
pl: Adres email, na jaki zarejestrowane jest konto testowe PayPal
pt_br: O endereço de email para teste de sua conta Paypal
ru: Адрес электронной почты для тестирования вашей учетной записи на Paypal
sv: E-postadressen för att testa ditt paypal-konto

source: Return URL
it: URL di ritorno
pl: Powrotny URL
pt_br: URL de retorno
ru: URL для возврата
sv: Retur-URL

source: Where Paypal will return the customer after the purchase is complete. This can be a named url and defaults to the standard checkout success.
it: Dove Paypal inoltrerà i clienti dopo che l'acquisto sarà completato. Di norma punta alla pagina di successo del pagamento.
pl: Gdzie powróci klient po zakończeniu transakcji. Może to być nazwa URL w Django. Domyślnie kieruje na standardową stronę poprawnego zakończenia płatności.
pt_br: Aonde o Paypal vai retornar o cliente depois que a compra estiver completa. Pode ser uma url escolhida.
ru: Куда Paypal должен возвращать покупателя после завершения оплаты. Это может быть именным url, а по-умолчанию - страндартная страница успешного оформления заказа.

source: Your order is no longer valid.
de: Ihre Bestellung ist nicht länger gültig.
it: Il tuo ordine non è più' valido.
pl: Twoje zamówienie jest już niepoprawne.
pt_br: Seu pedido não é mais válido.
ru: Ваш заказ больше не действителен.
sv: Din beställning är inte giltig längre.

source: Paid through PayPal.
it: Pagato tramite PayPal.
pl: Zapłacone przez PayPal.
pt_br: Pago via PayPal.
ru: Оплачено через PayPal.
sv: Betalad med PayPal.

source: ---Comment via Paypal IPN---
it: --Commento via Paypal IPN--
pl: ---Komentarz z PayPal---
pt_br: ---Comentário via IPN do Paypal---
ru: ---Комментарий от Paypal IPN---
sv: ---Kommentar via Paypal IPN---

source: Prot/X Secure Payments
it: Pagamenti Sicuri Prot/X
pt_br: Pagamentos Seguro Prot/X
ru: Безобасные платежи Prot/X

source: Prot/X Payment Settings
it: Impostazioni per il Pagamento Prot/X
pt_br: Configurações de Pagamento Prot/X

source: Simulated Transactions?
it: Transazioni Simulate?
pt_br: Transações simuladas?
ru: Симулировать транзакции?

source: Must be false to accept real payments
de: Deaktivieren um echte Zahlungen zu akzeptieren
it: Deve essere falso per accettare pagamenti reali
pt_br: Deve ser Falso para aceitar pagamentos reais

source: Skip post?
it: Salta Invio?
pt_br: Pular post?
ru: Не отправлять данные

source: For testing only, this will skip actually posting to Prot/x servers. This is because their servers restrict IPs of posting servers, even for tests. If you are developing on a desktop, you'll have to enable this.
it: Solamente per test, questo salterà l'invio ai server Prot/x. Questo è necessario perchè i loro servers limitano gli IP da cui connettersi, anche per i test. Se stai sviluppando l'applicazione su un computer nella tua rete, devi abilitare questa opzione.
pt_br: Somente para testes, isto irá pular o post para os servidores Prot/x. Isto é necessário por que seus servidores restringem o IP de servidores que realizam post, mesmo para testes. Se você está desenvolvendo em Desktop, você terá de habilitar esta opção.
ru: Только для тестирования. Отключить отправку данных в Prot/X. Необходимо для отладки, поскольку их сервера ограничивают IP отправляющих платежи серверов.

source: Payment Capture
it: Cattura Pagamento
pt_br: Captura de Pagamento

source: This can be "Payment" which captures immediately, or "Deferred". Note that you can only use the latter if you set option on your Prot/X account first.
it: Questo può essere "Pagamento" che cattura immediatamente, o "Rinviato". Nota che solo tu puoi utilizzare quest'ultimo se prima hai impostato l'opzione sul tuo account Prot/X
pt_br: Isto pode ser "Pagamento" que captura imediatamente, ou "Adiado". Note que você só pode usar a última se você configurar esta opção em sua conta Prot/x primeiro.
ru: Может быть "Payment" - обрабатывается немедленно, или "Deferred" - отложенная обработка. Последняя опция может быть использована, только если включена в настройках учетной записи Prot/X.

source: Your Vendor Name
it: Il tuo Nome Venditore
pt_br: Seu Nome de Vendedor
ru: Имя продавца

source: This is used for Live and Test transactions. Make sure to add your server IP address to VSP, or it won't work.
it: Questo è utilizzato per transazioni Live e di Test. Assicurati che l'indirizzo IP del server sia aggiunto al VSP. Altrimenti non funzionerà
pt_br: Isto é usado para transações reais e teste . Certifique-se de adicionar o IP do seu servidor a VSP, ou não funcionará.
ru: Используется для настоящих и тестовых транзакций. Убедитесь, что вы добавилиIP вашего сервера в VSP, иначе работать не будет.

source: Simulator Vendor Name
it: Il tuo Nome Venditore Simulato
pt_br: Nome do Vendedor de Simulação
ru: Имя продавца в симуляторе
