Repository: dokterbob/satchmo
Catalog: satchmo/apps/payment/locale/*/LC_MESSAGES/django.po
Languages: de, it, pl, pt_br, ru, sv

source: Your payment will be processed through Sermepa.
de: Ihre Bestellung wird mit Sermepa verarbeitet.
it: Il tuo pagamento verrà processato tramite Sermepa.
pt_br: Seu pagamento será processado pelo Sermepa.
ru: Ваш заказ будет обработан через Sermepa.

source: The orderitem you have requested doesn't exist, or you don't have access to it.
de: Das ausgewählte Produkt existiert nicht.
it: L'ordine richiesto non esiste o non ne hai accesso.
pl: Żądana pozycja zamówienia nie istnieje lub nie masz do niej dostępu.
pt_br: O item que você pediu não existe, ou você não tem acesso a ele.
ru: Запрошенный вами заказ не существует, либо у вас нет доступа к нему.
sv: Den ordervara du begärde finns inte, eller saknar du tillgång.

source: No form found in request.
de: Kein Formular im Request gefunden.
it: Nessuna form nella richiesta.
pl: Brak danych w żądaniu.
pt_br: Nenhum formulário encontrado na solicitação.
ru: В запросе не обнаружены данные формы.
sv: Inget formulär hittades i begäran.

source: Order successfully submitted
de: Bestellung erfolgreich übertragen
it: Ordine inviato correttamente
pt_br: Pedido enviado com sucesso.
ru: Заказ успешно отправлен

source: This order does not have a zero balance
it: Questo ordine non può avere un bilancio pari a 0
pt_br: Este pedido ainda possui saldo.
ru: У этого заказа ненулевой баланс

source: Feature is not enabled.
de: Eigenschaft ist nicht aktiviert.
it: Questa funzione non è abilitata
pl: Funkcja nie jest aktywna.
pt_br: Recurso não ativado.
ru: Функция отключена.
sv: Funktionen är inte aktiverad.

source: Subscription Renewal Order successfully submitted
it: Rinnovo dell'Ordine alla sottoscrizione inviato correttamente
pt_br: Pedido de renovação da Assinatura enviado com sucesso
ru: Заказ на подписку успешно отправлен

source: Please Select
de: Bitte wählen
it: Selezionare
pl: Proszę wybrać
pt_br: Por favor selecione
ru: Пожалуйста, выберите
sv: Var god välj

source: Cron Passkey
de: Cron Passwort
pl: Hasło cron-a
pt_br: Chave Cron
ru: Пароль для Cron
sv: Cron-lösenordsnyckel

source: Gift Certificate
de: Geschenkgutschein
pt_br: Cartão de Presente
ru: Подарочный сертификат

source: Initial Balance:
pt_br: Saldo Inicial:

source: Password
de: Passwort
pt_br: Senha
ru: Пароль

source: EUR (Euro)
ru: EUR (Евро)

source: Preauth
pl: Pre-autoryzacja
ru: Предварительная авторизации

source: No valid shipping method is available. Please verify that your address is correct.
ru: Доставка невозможна. Пожалуйста, проверьте ваш адрес.

source: CCV
de: Kreditkarten Verifikationsnummer

source: Enable payment modules
pl: Włącz moduł płatności
sv: Aktivera betalningsmoduler

source: Select the payment modules you want to use with your shop. If you are adding a new one, you should save and come back to this page, as it may have enabled a new configuration section.
pl: Wybierz które moduły płatności będą aktywne. Po zaznaczeniu nowych zapisz i przeładuj stronę aby uzyskać dostęp do ustawień szczegółowych.

source: Payment Method
pl: Matoda płatności

source: amount
pl: kwota

source: timestamp
pl: data i czas

source: Transaction ID
pl: ID transakcji

source: Order Payments
pl: Płatności za zamówienia

source: Invalid discount.
pl: Niepoprawny rabat.
sv: Ogiltig rabatt.

source: Order successfully submitted.
pl: Zamówienie zostało przyjęte.

source: Capture Payment?
pl: Potwierdzać płatność?

source: IMPORTANT: If false, you will need to manually go to your authorize.net merchant account and capture payments. Setting this to false means you are authorizing the card only, not capturing payment.
pl: WAŻNE: Jeżeli nie ustawisz tej flagi, każda transakcja będzie musiała być recznie potwierdzona przy pomocy panelu na stronie authorize.net. Pusta opcja oznacza, że tylko autoryzujesz karty bez potwierdzenia płatności.

source: Auto Success Module
pl: Moduł AutoSuccess

source: COD
pl: Płatność przy odbiorze
sv: Postförskott

source: Payment Test Module
pl: Testowy Moduł Płatności
sv: Testbetalningsmodul

source: Google Checkout Module
pl: Moduł płatności Google Checkout
sv: Google utcheckningsmodul

source: Paypal Payment Settings
pl: Ustawienia płatności PayPal
sv: Paypal betalningsinställningar

source: Select the payment modules you want to use with your shop. If you are adding a new one, you should save and come back to this page, as it may have enabled a new configuration section.
sv: Välj betalningsmodulerna du vill använda i din webbutik. Om du lägger till en ny, ska du spara och sedan komma tillbaka till denna sida, eftersom det kan ha aktiverat en ny grupp inställningar.

source: This enables for generic pages like contact information capturing. It does not set SSL for individual modules. You must enable SSL for each payment module individually.
sv: Detta aktiverar det för allmänna sidor såsom insamlande av kontaktinformation Det ställer inte in SSL för enskilda moduler. Du måste aktivera SSL för varje enskild betalningsmodul.

source: Thank you for your order from %(shop_name)s
sv: Tack för din beställning hos %(shop_name)s

source: Send order emails
sv: Skicka e-post vid beställningar

source: True if you want to send emails to customers on order
sv: Sant om du vill skicka e-brev till kunder vid beställningar
