Repository: dokterbob/satchmo
Catalog: satchmo/apps/payment/locale/*/LC_MESSAGES/django.po
Languages: de, it, pl, pt_br, ru, sv

source: Payment Settings
de: Zahlungseinstellungen
it: Impostazioni per il Pagamento
pl: Ustawienia płatności
pt_br: Configurações de Pagamento
ru: Настройки оплаты
sv: Betalningsinställningar

source: Enter an authentication passkey to secure your recurring billing cron url.
it: Inserisci una passkey di autenticazione per mettere in sicurezza l'url cron per la fatturazione ricorrente (di abbonamenti)
pl: Wprowadź hasło aby zabezpieczyć URL do cyklicznych naliczeń z crona.
pt_br: Digite uma senha de autentição para proteger sua url de cobrança recorrente.
ru: Введите секретный ключ для защиты URL повторных платежей, вызываемого Cron-ом.
sv: Ange ett autentiseringslösenord för att säkra URL:en för periodiska betalningar.

source: Allow URL Access to Cron for subscription rebills
it: Permetti l'accesso URL a Cron per fatturazioni in abbonamento.
pl: Pozwól na dostęp do URL w celu ponownego naliczania subskrypcji (z crona)
pt_br: Permitir acesso a URL de cobranças recorrentes.
ru: Разрешить Cron доступ к URL для повторных платежей
sv: Ge Cron URL-access för periodiska betalningar.

source: Do you want to allow remote url calls for subscription billing?
it: Vuoi permettere chiamate url remote per fatturazioni in abbonamento?
pl: Czy zezwala się na zewnętrzne wywołania URL dla płacenia za subskrypcje?
pt_br: Você deseja permitir chamadas de url remota para cobrança?
ru: Разрешить удаленные вызовы URL для повторных платежей
sv: Vill du tillåta fjärr-URL-anrop för periodiska betalningar?

source: Accept real payments
de: Akzeptiere echte Zahlungen
it: Accetta pagamenti reali
pl: Akceptuj prawdziwe płatności
pt_br: Aceitar pagamentos reais
ru: Принимать настоящие платежи
sv: Ta emot riktiga betalningar

source: False if you want to be in test mode. This is the master switch, turn it off to force all payments into test mode.
de: Deaktivieren um alle Bezahlmodule in den Test Modus zu versetzen.
it: Falso se si vuole utilizzare la modalità di prova. Questa è l'opzione principale, disattivala per forzare tutti i pagamenti in modalità di prova.
pl: Fałsz jeżeli ma działać w trybie testowym. To jest główny przełącznik, wyłącz go by wymusić aby wszystkie płatności odbywały się w trybie testowym.
pt_br: Falso se você quiser estar no modo de teste. Esta é a chave master, desligue para forçar todos os pagamentos para o modo de teste.
ru: Снимите флажок, если хотите использовать тестовый режим. Это - основной переключатель, выключите его чтобы переключить все способы оплаты в тестовый режим.
sv: Falskt om du vill använda testläge. Det här är "huvudbrytaren", stäng av den för att tvinga alla betalningar att ske i testläge.

source: Email owner?
de: Eigentümer benachrichtigen?
it: Invia Email al proprietario?
pl: Wyślij email do właściciela?
pt_br: Enviar email ao proprietário?
ru: Написать заказчику?

source: True if you want to email the owner on order
de: Bei einer Bestellung den Eigentümer per E-Mail benachrichtigen
it: Vero se si desidera inviare email al proprietario ad ogni ordine
pl: Zaznacz, jeśli chcesz wysyłać email z potwierdzniem do właściciela zamówienia.
pt_br: Verdadeiro se você quer enviar emails para clientes sobre pedidos

source: Extra order emails?
de: Zusätzliche E-Mail-Adressen?
it: Invia email extra degli ordini?
pl: Dodatkowe emaile dla zamówienia?
pt_br: Enviar emails extras?

source: Put all email addresses you want to email in addition to the owner when an order is placed.
de: E-Mail-Adressen, die ebenfalls bei einer Bestellung informiert werden sollen.
it: Inserisci tutti gli indirizzi email ai quali vuoi spedire un messaggio oltre a quello del proprietario quando viene effettuato un ordine.
pl: Podaj dodatkowe adresy email, które mają być powiadamiane oprócz właściciela zamówienia.
pt_br: Coloque todos os endereços você deseja, que além do proprietário, receba notificações a cada novo pedido.
ru: Введите все адреса электронной почты, по которым должны отправляться письма при поступлении заказа.

source: Early AUTH
de: Frühe Authentifizierung
it: Autenticazione anticipata
pt_br: AUTH prévio
ru: Ранняя аутентификация

source: Where possible, Authenticate on the card entry page. This causes an immediate $.01 AUTH and release, allowing errors with the card to show on the card entry page instead of on the confirmation page. Note that this is only supported for payment modules that can do Authorizations. It will be silently ignored for any other processors.
de: Wenn möglich eine frühe Authentifizierung verwenden. Dies meldet dem Kunden einen Fehler in der Authentifizierung schon frühzeitig und nicht erst auf der Bestätigungsseite.
it: Quando possibile, Autenticare all'accesso della pagina della carta. Questo causerà un immediata Autenticazione con $.01 ed il rilascio, permettendo di visualizzare errori con la carta anticipate al posto che sulla pagina di conferma. Nota che questo sarà supportato solamente per i moduli di pagamento che possono effettuare Autorizzazioni. Verrà ignorato senza generare avvisi negli altri moduli di pagamento.
pt_br: Onde possível, realizar autenticação na página de entrada do cartão. Isto causa uma cobrança AUTH de $.01 e estorna, possibilitando que erros com o cartão sejam exibidos na página de entrada do cartão ao invés da página de confirmação. Note que isto somente é suportado em módulos de pagamento que realizem Autorizações. Isto será silenciosamente ignorado em outros processadores.
ru: Сразу проверять карту при вводе данных. Это приводит к начислению дополнительного платежа и позволяет отобразить ошибки на странице ввода данных, а не на странице подтверждения заказа. Заметьте, что эта функция поддерживается только модулями с авторизацией и будет игнорироваться другими модулями.

source: Country match required?
de: Länder müssen übereinstimmen?
it: E' necessaria la corrispondenza del Paese?
pl: Wymagna zgodność krajów?
pt_br: Necessário ser o mesmo país?
ru: Страны должны совпадать?
sv: Kräv samma land?

source: If True, then customers may not have different countries for shipping and billing.
de: Wenn aktiviert dürfen Rechnungs- und Lieferadresse nicht in verschiedenen Ländern liegen.
it: Se Vero i clienti non potranno utilizzare paesi diversi per consegna e fatturazione.
pl: Włącz, aby klienci nie mogli wybrać różnych krajów dla dostawy i rachunku.
pt_br: Se verdadeiro, clientes não podem ter países diferentes para envio e cobrança.
ru: Если да - клиет не может указать различные страны для платежа и доставки.
sv: Om Sant kan kunder ej ange olika länder för faktura och leverans.

source: Enable SSL
de: SSL aktivieren
it: Abilita SSL
pl: Włącz SSL
pt_br: Ativar SSL
sv: Aktivera SSL

source: This enables for generic pages like contact information capturing. It does not set SSL for individual modules. You must enable SSL for each payment module individually.
de: Dies aktiviert SSL für die allgemeinen Seiten wie z.B. die Seite zum auswählen der Bezahloption. Es aktiviert SSL jedoch nicht für die jeweiligen Seiten der Bezahlmodule, dies muss in den Einstellungen der Module aktiviert werden.
it: Abilita l'SSL per le pagine generiche come i contatti. Non imposta l'SSL per i singoli moduli. Devi abilitare l'SSL per ciascun modulo di pagamento singolarmente.
pl: Opcja ta włącza SSL dla stron gdzie zbierane są np. informacje kontaktowe. Opcja nie dotyczy poszczególnych modułów płatności - dla nich musisz ustawić opcje osobno.
pt_br: Esse habilita para páginas genéricas como captura de informação de contato. /nEle não determina SSL para módulos individuais. /nVocê deve habilitar o SSL para cada módulo de pagamento individualmente.

source: Minimum Order
de: Mindestbestellwert
it: Valore Minimo dell'Ordine
pt_br: Pedido Mínimo
ru: Минимальный заказ

source: The minimum cart total before checkout is allowed.
de: Mindestbetrag, damit eine Bestellung ausgeführt werden kann.
it: Il totale minimo del carrello sotto il quale non è permesso andare alla cassa.
pt_br: Valor mínimo de carrinho antes da finalização da compra ser permitida.
ru: Минимальная сумма покупок, при которой разрешено оформление заказа.

source: Save Credit Card Numbers
de: Kreditkartennumern speichern
it: Salva i numeri di Carta di Credito
pt_br: Salvar números de Cartões de Crédito

source: If False, then the credit card will never be written to disk. For PCI compliance, this is required unless you have your database server on a separate server not connected to the internet.
de: Wenn deaktiviert werden keine Kreditkartennummern auf dem System gespeichert. Erforderlich für PCI Konformität, solange Sie keinen seperaten Datenbankserver verwenden, der nicht mit dem Internet verbunden ist.
it: Se Falso, allora i numeri di carta di credito non verranno mai scritti su disco. per aderenza a PCI, questo è necessario a meno che il database non sia su un server separato non connesso a internet.
pt_br: Se Falso, o número de cartão de crédito nunca será salvo no disco. Para atender ao PCI, isto é necessário a não ser que seu servidor de banco de dados esteja em um servidor separado não conectado a Internet.
ru: Если нет - номера карт не будут записаны. Эта мера обязательна для соответствия PCI, если ваша база данных не расположена на отдельном сервере без доступа из интернета.

source: Number of years to display for CC expiration
de: Anzahl der Jahre für das Ablaufdatum der Kreditkarte
it: Numero di anni da visualizzare per la scadenza del CC
pt_br: Número de anos a exibir para expiração do CC
ru: Количество строк "Годен до"

source: Number of years that will be added to today's year for the CC expiration drop down
de: Anzahl an Jahren, die vom heutigen Jahr ausgehend, dem Benutzer zur Auswahl des Kreditkarten Ablaufdatums angeboten werden.
it: Numero di anni che verranno aggiunti all'anno della data odierna nella pagina di scelta per la scadenza del CC
pt_br: Número de anos que será adicionado ao ano atual para a caixa de seleção da data de expiração
ru: Количество лет, которые будут добавлены к текущему году в списке возможных лет годности кредитной карты.

source: Use discounts
de: Rabatte aktivieren
it: Usa sconti
pt_br: Usar descontos

source: If disabled, customers will not be asked for any discount codes.
de: Wenn deaktiviert werden Kunden nicht nach Rabatt Codes gefragt.
it: Se disabilitato, non verrà chiesto ai clienti se possiedono codici di sconto.
pt_br: Se desabilitado, os clientes não serão perguntados sobre códigos de desconto.
ru: Если выключено, у клиентов не будут запрашиваться коды для скидок.

source: Discount
de: Rabatt
it: Sconto
pt_br: Desconto
ru: Скидка

source: New price
de: Neuer Preis
it: Nuovo prezzo
pl: Nowa cena
pt_br: Novo preço
ru: Новая цена
sv: Nytt pris

source: Shipping adjustment
de: Versandkosten
it: Variazione di consegna
pl: Korekta kwoty wysyłki
pt_br: Ajuste de envio
ru: Наценка за доставку
sv: Fraktjustering

source: Notes
de: Notizen
it: Annotazioni
pl: Notatki
pt_br: Notas
ru: Примечания
sv: Anteckningar

source: Payment method
de: Zahlungsmethode
it: Metodo di pagamento
pl: Metoda płatności
pt_br: Método de pagamento
ru: Способ оплаты
sv: Betalningsmetod

source: This field is required
de: Dieses Feld ist erforderlich.
it: Questo campo e' obbligatorio
pt_br: Este campo é obrigatório.
ru: Это поле обязательно

source: Selected payment method requires this field to be filled
de: Dieses Feld muss für die ausgewählte Bezahlmethode ausgefüllt werden
it: Il metodo di pagamento selezionato richiede il riempimento di questo campo
pt_br: Módulo de pagamento selecionado requer que este campo seja preenchido
ru: Это поле необходимо для выбранного метода оплаты

source: Invalid discount code.
de: Ungültiger Rabattcode.
it: Codice di sconto non valido.
pt_br: Código de Desconto inválido.

source: This field is required.
de: Dieses Feld ist erforderlich.
it: Questo campo e' obbligatorio
pl: To pole jest wymagane.
pt_br: Este campo é obrigatório.
ru: Это поле обязательно
sv: Detta fält är obligatoriskt.

source: Your card has expired.
de: Ihre Karte ist abgelaufen.
it: La carta di credito e' scaduta.
pl: Kata jest nieważna.
pt_br: Seu cartão está vencido.
ru: Срок вашей карты истек.
sv: Ditt kort har gått ut.

source: Invalid ccv.
de: Ungültiger Kreditkarte Verifizierungs Code.
it: CCV non valido.
pl: Niepoprawny kod ccv.
pt_br: CCV inválido.
sv: Ogiltig ccv.

source: terms and conditions
de: Geschäftsbedingungen
it: Termini e condizioni
pt_br: termos e condições
ru: условия и соглашения

source: Do you accept the %(terms_link)s?
de: %(terms_link)s akzeptieren?
it: Accetti %(terms_link)s?
pt_br: Você aceita as %(terms_link)s?
ru: Вы принимаете %(terms_link)s?

source: Description
de: Beschreibung
it: Descrizione
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning

source: Active
de: Aktiv
it: Attivo
pl: Aktywny
pt_br: Ativo
ru: Активно
sv: Aktiverad

source: Should this be displayed as an option for the user?
de: Soll dies als Option für den Benutzer angezeigt werden?
it: Desideri che sia visualizzato come opzione per l'utente?
pl: Czy to powinno być wyświetlone jako opcja dla użytkownika?
pt_br: Este deve ser exibido como uma opção para o usuário?
ru: Предоставлять ли пользователю выбрать его?
sv: Ska det här visas som ett val för användaren?

source: Option Name
de: Optionsname
it: Nome opzione
pl: Nazwa opcji
pt_br: Nome da Opção
ru: Название варианта
sv: Namn på alternativet

source: The class name as defined in payment.py
de: Der Klassenname wie in payment.py definiert
it: Il nome della classe definita in payment.py
pl: Nazwa klasy - jak zdefiniowane w payment.py
pt_br: O nome da classe como definido em payment.py
ru: Название класса, как это определено в payment.py
sv: Klassnamnet som det definierats i payment.py

source: Sort Order
de: Sortierreihenfolge
it: Scelta dell'ordine
pl: Porządek sortowania
pt_br: Ordenar
ru: Порядок сортировки
sv: Sorteringsordning

source: Payment Option
de: Bezahloption
it: Impostazione per il Pagamento
pl: Opcja płatności
pt_br: Opção de Pagamento
sv: Betalningssätt

source: Payment Options
de: Bezahloptionen
it: Impostazioni per il Pagamento
pl: Opcje płatności
pt_br: Opções de Pagamento
sv: Betalningssätt

source: Credit Card Type
de: Kreditkartentyp
it: Tipo di carta di credito
pl: Typ karty kredytowej
pt_br: Tipo de Cartão de Crédito
ru: Тип кредитной карты
sv: Kreditkortstyp

source: CC Number (Last 4 digits)
de: KK Nummer (letzten 4 Ziffern)
it: Numero CC (ultime 4 cifre)
pl: Numer karty (ostatnie 4 cyfry)
pt_br: Número do cartão de crédito (últimos 4 dígitos)
ru: CC-число (последние 4 цифры)
sv: CC-nummer (sista fyra siffrorna)

source: Encrypted Credit Card
de: Verschlüsselte Kreditkarte
it: Carta di credito cifrata
pl: Zakodowane informacje o karcie kredytowej.
pt_br: Cartão de Crédito Criptografado
ru: Зашифрованная кредитная карта
sv: Krypterat kreditkort

source: Expiration Month
de: Ablaufmonat
it: Mese di scadenza
pl: Miesiąc ważności
pt_br: Mês do vencimento
ru: Месяц срока истечения
sv: Utgångsmånad

source: Expiration Year
de: Ablaufjahr
it: Anno di scadenza
pl: Rok ważności
pt_br: Ano do vencimento
ru: Год срока истечения
sv: Utgångsår

source: card_holder Name
de: Name des Kreditkartenbesitzers
it: Intestatario della Carta
pt_br: Nome titular
ru: Имя владельца карты

source: Start Month
de: Start Monat
it: Mese di Partenza
pt_br: Mês Início
ru: Месяц выдачи

source: Start Year
de: Start Jahr
it: Anno di Partenza
pt_br: Ano Início

source: Credit Card
de: Kreditkarte
it: Carta di credito
pl: Karta kredytowa
pt_br: Cartão de Crédito
ru: Кредитная карта
sv: Kreditkort

source: Credit Cards
de: Kreditkarten
it: Carte Di Credito
pl: Karty kredytowe
pt_br: Cartões de Crédito
ru: Кредитные карты
sv: Kreditkort

source: Not Implemented
de: Nicht implementiert
it: Non Implementato
pt_br: Não Implementado
ru: Не реализовано

source: Success
de: Erfolgreich
it: Riuscito
pl: Sukces
pt_br: Sucesso
ru: Успешно
sv: Lyckades

source: Failure
de: Fehlgeschlagen
it: Fallito
pt_br: Falha
ru: Ошибка

source: CreditCard
de: Kreditkarte
it: Carta di Credito
pl: Karta kredytowa
ru: Кредитная карта
sv: KreditKort

source: Authorize.net Payment Settings
de: Authorize.net Zahlungseinstellungen
it: Authorize.net Impostazioni di Pagamento
pl: Ustawienia modułu płatności Authorize.net
pt_br: Ajustes do Authorize.net
ru: Настройки оплаты Authorize.net
sv: Authorize.net betalningsinställningar

source: Submit to URL
it: Invia a URL
pl: URL produkcyjny
pt_br: Submeta à URL
ru: URL для отправки данных

source: This is the address to submit live transactions.
it: Questo e' l'indirizzo per l'invio di transazioni live.
pl: Adres, gdzie będą przesyłane transakcje
pt_br: Este é o endereço para transações live
ru: Это адрес, на который будут отправляться живые транзакции.
sv: Detta är adressen till vilken riktiga transaktioner skickas.

source: Submit to Test URL
it: Invia URL di Prova
pl: URL do testów
pt_br: Submeter à URL teste
ru: Тестовый URL для отправки данных

source: Use SSL for the checkout pages?
de: SSL für die Seiten des Bestellprozesses aktivieren?
it: Usa SSL per le pagine di checkout?
pl: Czy użyć SSL dla stron zamówień?
pt_br: Usar SSL para as páginas de checkout?
sv: Använd SSL för utcheckningssidor?

source: False if you want to submit to the test urls. NOTE: If you are testing, then you can use the cc# 4222222222222 to force a bad credit card response. If you use that number and a ccv of 222, that will force a bad ccv response from authorize.net
it: Falso se vuoi utilizzare l'url di test. NOTA: se stai effettuando test puoi utilizzare il numero di carta di credito 4222222222222 per forzare una risposta errata dalla carta di credito. Se utilizzi quel numero con un ccv di 222, riceverai una risposta errata da authorize.net
pt_br: Falso se você deseja submeter para as urls de teste. NOTE: Se você está testando, então você pode usar o CC número 4222222222222 para forçar uma resposta negativa. Se você usar este número e o código de verificação 222, isto irá forçar uma resposta de ccv inválido da authorize.net
ru: Если нет - платежи будут проведены по тестовым URL. ВАЖНО: если вы хотите получить сообщение о неверном ccv от authorize.net в тестовом режиме - используйте номер карты 4222222222222 и код проверки 222

source: Force a test post?
it: Forza una connessione di test?
pt_br: Forçar um post de teste?
ru: Включить тестовый флаг

source: True if you want to submit to the live url using a test flag, which won't be accepted.
it: Vero se vuoi inviare all'url live utilizzando una segnalazione di test, non verrà accettato.
pt_br: Verdadeiro se você deseja enviar para a URL real usando uma bandeira de teste, o que não será aceito.
ru: Включите, если хотите при отсылке данных к рабочему url использовать тестовый режим, в котором транзакция не будет принята.

source: Implementation module
de: Implementierungsmodule
it: Modulo di implementazione
pl: Moduł implementacji
pt_br: Módulo Implementação
ru: Модуль реализации
sv: Implementationsmodul

source: Module key
de: Modulschlüssel
it: Chiave del modulo
pl: Klucz modułu
pt_br: Módulo chave
ru: Ключ модуля
sv: Modulnyckel

source: English name for this group on the checkout screens
de: Englischer Name für diese Gruppe auf den Seiten des Bestellprozesses
it: Nome inglese per questo gruppo sugli schermi di checkout
pl: Angielska nazwa dla tej grupy na ekranach zamówienia
pt_br: Nome em inglês para esse grupo nas telas de checkout
ru: Английское название для этой группы при оформлении заказа
sv: Svenskt namn för denna grupp på utcheckningssidorna.

source: This will be passed to the translation utility
de: Dies wird an das Übersetzungswerkzeug weitergereicht
it: Verrà inoltrato al servizio di traduzione
pl: Zostanie przekazane do modułu tłumaczeń
pt_br: Isto será passado para o utilitário de tradução
ru: Это значение будет передано утилите перевода
sv: Detta kommer att skickas till översättningsverktyget

source: The url base used for constructing urlpatterns which will use this module
de: Basis für die generierten URL's für dieses Modul
it: Gli url di base utilizzati per la costruzione di urlpatterns utilizzati in questo modulo
pl: Bazowy URL, który będzie użyty do skonstruowania wzorca adresów w tym module
pt_br: A base url usada para construir padrões url que irão usar este módulo
ru: Часть URL, используемого для построения шаблонов URL (urlpatterns), который будет использовать модуль
sv: Bas-URL:en som används för att bygga urlpatterns som kommer att använda den här modulen

source: Available credit cards
de: Verfügbare Kreditkarten
it: Carte di credito disponibili
pl: Dostępne karty kredytowe
pt_br: Cartões de crédito disponíveis
ru: Доступные кредитные карты
sv: Tillgängliga kreditkort

source: Your authorize.net transaction login
de: Ihr Authorize.net Transaktions Login
it: il tuo login Authorize.net
pl: Twój login do authorize.net
pt_br: Seu login de transação authorize.net
ru: Ваш логин для транзакций на authorize.net
sv: Din authorize.net transaktionsinloggning

source: Your authorize.net transaction key
de: Ihr Authorize.net Transaktions Schlüssel
it: La tua chiave per le transazioni su authorize.net
pl: Twój klucz do authorize.net
pt_br: Sua chave de transação authorize.net
ru: Ваш ключ для транзакций на authorize.net
sv: Din authorize.net transaktionsnyckel

source: Capture Payment immediately?
it: Cattura Pagamento immediatamente?
pt_br: Capturar pagamento imediatamente?
ru: Сразу проводить платеж

source: IMPORTANT: If false, a capture attempt will be made when the order is marked as shipped."
it: IMPORTANTE: Se falso, la cattura del pagamento verrà fatta quando l'ordine sarà impostato come Spedito."
pt_br: IMPORTANTE: Se Falso, uma tentativa de captura será realizada quando o pedido for marcado como entregue."
ru: Если нет - платеж будет произведен, когда заказ будет отмечен как "отправленный"

source: Verbose logs
de: Ausführliche Logs
it: Effettua log completi
pt_br: Logs detalhados
ru: Подробный журнал

source: Add extensive logs during post.
de: Extra Logausgaben während des POST aktivieren.
it: Aggiungi log estesi durante la connessione.
pt_br: Adicionar logs adicionais durante o post
ru: Включить подробную информацию о транзакции

source: Enable ARB?
de: ARB aktivieren
it: Abilita ARB? (Pagamenti automatici ricorrenti)
pt_br: Ativar ARB?

source: Enable ARB processing for setting up subscriptions. You must have this enabled in your Authorize account for it to work.
it: Abilita processi ARB per la configurazione delle sottoscrizioni. Devi abilitarlo anche sul tuo account su Authorize per funzionare.
ru: Включить ARB (Automated Recurring Billing) - автоматические повторные платежи для товаров-подписок. Эта опция должна быть также включена в настройках аккаунта Authorize.

source: Submit to URL (ARB)
it: Invia a URL(ARB)
pt_br: URL para envio (ARB)

source: This is the address to submit live transactions for ARB.
it: Questo e' l'indirizzo per l'invio di transazioni live (ARB).
pt_br: Este é o endereço para envio de ransações reais para ARB.

source: Submit to Test URL (ARB)
it: Invia URL di Prova (ARB)
pt_br: Enviar para URL de teste (ARB)

source: This is the address to submit test transactions for ARB.
it: Questo e' l'indirizzo per l'invio di transazioni live per ARB
pt_br: Este é o endereço para enviar transações de teste ao ARB

source: No charge needed, paid in full.
it: Nessun cambiamento necessario, Pagato in pieno.
pt_br: Cobrança não necessária, pago integralmente.
ru: Полностью опллачено.

source: Already complete
de: Bereits vollständig
it: Già completato
pt_br: Quase finalizado
ru: Уже завершено

source: Could not talk to Authorize.net gateway
it: Impossibile connettersi al gateway Authorize.net
pt_br: Não foi possível estabelecer comunicação com o gateway Authorize.net
ru: Нет связи с сервером Authorize.net
