Repository: dokterbob/satchmo
Catalog: satchmo/apps/payment/locale/*/LC_MESSAGES/django.po
Languages: de, it, pl, pt_br, ru, sv

source: This is used for Live and Test transactions. Make sure to activate the VSP Simulator (you have to directly request it) and add your server IP address to the VSP Simulator, or it won't work.
it: Questo è utilizzato per transazioni Live e di Test. Assicurati di attivare il simulatore VSP (devi richiederlo esplicitamente) ed aggiungere l'indirizzo IP del tuo server nel Simulatore VSP, altrimenti non funzionerà.
pt_br: Isto é usado para transações Live e Test . Certifique-se de ativar o simulador VSP, e adicionar o endereço IP do seu servidor ao simulador VSP, ou não funcionará.
ru: Используется для настоящих и тестовых транзакций. Убедитесь, что вы активировали VSP Simulator и добавилиIP вашего сервера в VSP Simulator, иначе работать не будет.

source: Currency code for Prot/X transactions.
it: Codice della valuta per le transazioni Prot/X
pt_br: Código de moeda para transações via Prot/X

source: You must provide a starting month when using this type of card.
it: Devi fornire un mese iniziale quando utilizzi questo tipo di carta.
pt_br: Você deve informar um mês de ínicio quando usando este tipo de cartão.
ru: При использовании данного типа карты необходимо указать месяц выдачи.

source: This must be a number
de: Bitte eine Zahl eingeben
it: Questo deve essere un numero
pt_br: Isto deve ser um número.
ru: Тут должно быть число

source: Out of range, must be 1-12
it: Deve essere compreso tra 1 e 12
pt_br: Fora da faixa, deve estar entre 1 e 12
ru: Должно быть от 1 до 12

source: You must provide a starting year when using this type of card.
it: Devi fornire un anno iniziale quando utilizzi questo tipo di carta.
pt_br: Você deve informar um ano de início quando usando este tipo de cartão.
ru: При использовании данного типа карты необходимо указать год выдачи.

source: You must provide an issue number when using this type of card.
it: Devi fornire un numero di emissione quando utilizzi questo tipo di carta.
pt_br: Você deve informar o número do protocolo quando usando este tipo de cartão.
ru: При использовании данного типа карты необходимо указать номер выдачи.

source: TESTING MODE
it: MODALITA' TEST
pt_br: MODO TESTE
ru: ТЕСТОВЫЙ РЕЖИМ

source: Invalid response from payment gateway
it: Risposta non valida dal gateway del servizio di pagamento
pt_br: Resposta inválida do gateway de pagamento
ru: Неверный ответ от платежного сервера

source: Error processing payment.
it: Errore durante il pagamento.
pt_br: Erro processando pagamento.
ru: Ошибка при обработке платежа.

source: 3D Secure transaction expired. Please try again.
it: Transazione sicura 3D scaduta. Ti preghiamo di riprovare di nuovo.
pt_br: Transação segura 3D expirada. Por favor, tente novamente.
ru: Срок транзакции 3D Secure истек. Попробуйте еще раз.

source: 3D Secure transaction was not approved by payment gateway. Please contact us.
it: Le transazioni sicure 3D non sono state approvate dal gateway di pagamento. Ti preghiamo di contattarci.
pt_br: Transação segura 3D não foi aprovada pelo gateway de pagamento. Por favor, entre em contato.
ru: Транзакция 3D Secure не была подтверждена платежным сервером. Пожалуйста, свяжитесь с нами.

source: Purchase Order Module Settings
it: Impostazioni del Modulo Di Pagamento Ordini

source: Verbose logging?
de: Ausführliches Logging?
it: Effettua log completi?
pt_br: Logs detalhados?
ru: Подробный журнал?

source: Customer PO Number
it: Numero di acquisto del cliente
pt_br: Número PO Cliente
ru: Номер поручения на покупку

source: Outstanding Balance
de: Ausstehender Betrag
it: Paga il saldo rimanente
pt_br: Saldo pendente

source: Paid on
de: Bezahlt am
it: Pagato
pt_br: Pago em

source: SERMEPA (ServiRed) Payment Module Settings
it: Impostazioni del modulo di pagamento alla consegna (SERMEPA/Servired)
pt_br: Configurações módulo de pagamento SERMEPA (ServiRed)

source: Currency
de: Währung
it: Codice valuta
pt_br: Moeda

source: USD (US Dollar)
it: USD (Dollaro Americano)
pt_br: USD (Dólar Americano)
ru: USD (Доллар США)

source: GBP (British Pound)
de: GBP (Britische Pfund)
it: GBP (Sterlina inglese)
pt_br: GBP (Libra Esterlina)
ru: GBP (Британский Фунт)

source: JPY (Japanese Yen)
de: JPY (Japanische Yen)
it: JPY (Yen Giapponese)
pt_br: JPY (Yene Japonês)
ru: JPY (Японская Йена)

source: Merchant FUC
it: ID Commerciante
pt_br: FUC do Vendedor

source: Your FUC code
it: Il tuo codice FUC
pt_br: Seu código FUC
ru: Ваш код FUC

source: Merchant title
it: Chiave Commerciante
pt_br: Título do Vendedor

source: Description of your shop which will be visible on payment confirmation screen
it: La descrizione del negozio che sarà visibile sulla schermata di conferma di pagamento
pt_br: Descrição da sua loja que sera visível na tela de confirmação de pagamento
ru: Описание вашего магазина, отображаемое на странице подтверждения заказа

source: Signature code
it: Il tuo codice di firma
pt_br: Código da assinatura
ru: Сигнатура

source: Your secret code used to sign transaction data
it: Il tuo codice segreto utilizzato durante il trasferimento dei dati della transazione
pt_br: Seu código secreto usado para assinar os dados da transação
ru: Секретный код для подписывания транзакций

source: Test signature code
it: Codice di firma per i test
pt_br: Código Assinatura Teste
ru: Тестовая сигнатура

source: Your secret code used to sign transaction data in test payments
it: Il tuo codice segreto utilizzato durante il trasferimento dei dati della transazione di test
pt_br: Seu código secreto usado para assinar os dados da transação em pagamentos de teste
ru: Секретный код для подписывания тестовых транзакци

source: Terminal number
it: numero del terminale
pt_br: Número Terminal
ru: Номер терминала

source: Test terminal number
it: numero del terminale di test
pt_br: Número Terminal de Teste
ru: Номер тестового терминала

source: Terminal number used for test payments
it: numero del terminale utilizzato durante i pagamenti di prova
pt_br: Número de terminal utilizado para pagamentos de teste
ru: Номер терминала, использующегося для тестовых платежей

source: The SERMEPA URL for real transaction posting.
it: L'URL di SERMEPA per l'invio delle transazioni reali.
pt_br: URL SERMEPA para postagem de transação real.

source: Test Post URL
it: URL Post di Test
pt_br: URL de Post de Teste

source: The SERMEPA URL for test transaction posting.
it: L'URL di SERMEPA per l'invio delle transazioni di prova.
pt_br: URL SERMEPA para postagem de transação teste.

source: Callback URL
it: l'URL di Callback
pt_br: URL retorno
ru: Обратный URL

source: Callback URL for on-line notifications about payment progress
it: l'URL di Callback per le notifiche sul progresso del pagamento
pt_br: URL de retorno para notificações online sobre progresso do pagamento
ru: Обратный URL для on-line уведомдений об обработке платежа

source: OK URL
it: URL per la risposta positiva
pt_br: URL de OK
ru: URL подтверждения

source: URL for customer to return after successful payment
it: L'URL di ritorno per il cliente dopo un pagamento corretto
pt_br: URL de retorno para o cliente após pagamento com sucesso
ru: URL, на который будут перенаправлены клиенты в случае удачной оплаты

source: Failure URL
it: URL per la risposta negativa
pt_br: URL falha
ru: URL ошибка

source: URL for customer to return after payment failure
it: L'URL di ritorno per il cliente dopo un pagamento fallito
pt_br: URL de retorno para o cliente após pagamento com falha
ru: URL, на который будут перенаправлены клиенты в случае ошибки оплаты

source: TrustCommerce Payment Settings
de: TrustCommerce Einstellungen
it: Impostazioni TrustCommerce pagamento
pl: Ustawienia płatności TrustCommerce
pt_br: Configurações de Pagamento TrustCommerce
ru: Настройки оплаты TrustCommerce
sv: TrustCommerce betalningsinställningar

source: Use Address Verification System (AVS)?
it: Utilizzare un sistema di verifica dell'indirizzo (AVS)?
pl: Czy użyć AVD (System Weryfikacji Adresu)?
pt_br: Usar Sistema de Verificação de Endereços?
ru: Использовать систему проверки адреса (AVS)?
sv: Använd Address Verification System (AVS)?

source: Type of authorization to perform.
it: Tipo di autorizzazione da eseguire.
pl: Jaką autoryzację przeprowadzić.
pt_br: Tipo de autorização a executar.
ru: Тип осуществления авторизации

source: Refer to manual for details on the different types.
it: Fare riferimento al manuale per maggiori dettagli sui vari tipi.
pl: Sprawdź w podręczniku jakie są dostępne opcje
pt_br: Consulte o manual para detalhes sobre os diferentes tipos.
ru: Обратитесь в руководство за разъяснением каждого типа.
sv: Se manualen för mer information om de olika typerna.

source: Sale
de: Verkauf
it: Vendita
pl: Sprzedaż
pt_br: Venda
ru: При покупке

source: Your TrustCommerce login
it: Il Tuo Login TrustCommerce
pl: Login do TrustCommerce
pt_br: Seu login TrustCommerce
ru: Ваш логин в TrustCommerce
sv: Ditt TrustCommerce-användarnamn

source: Your TrustCommerce password
de: Ihr TrustCommerce Passwort lautet
it: La tua password TrustCommerce
pl: Hasło do TrustCommerce
pt_br: Sua senha TrustCommerce
ru: Ваш пароль в TrustCommerce
sv: Ditt TrustCommerce-lösenord

source: Transaction was declined. Reason: %s
it: La transazione e' stata rifiutata. Motivo:% s
pl: Transakcja odrzucona. Przyczyna: %s
pt_br: A transação foi recusada. Motivo: %s
ru: Транзакция была отклонена. Причина: %s
sv: Transaktionen nekades. Anledning: %s

source: Improperly formatted data. Offending fields: %s
it: Dati non correttamente formattati. Campi errati: %s
pl: Niepoprawne dane. Błędne pola: %s
pt_br: Dados formatador inapropriadamente. Afetando campos: %s
ru: Неверный формат даты. Неправильные поля: %s
sv: Felaktigt formaterad data. Problematiska fält: %s

source: An error occurred: %s
it: Si e' verificato un errore: %s
pl: Wystąpił błąd: %s
pt_br: Um erro ocorreu: %s
ru: Возникла ошибка: %s
sv: Ett fel inträffade: %s

source: Paid
de: Bezahlt
it: Pagato
pl: Zapłacono
pt_br: Pago
ru: Оплачено
sv: Betalad

source: Balance = %(balance)s
it: Saldo = %(balance)s
pl: Saldo = %(balance)s
pt_br: Iniciando cálculo de saldo: %(balance)s
ru: Баланс: %(balance)s
sv: Saldo = %(balance)s

source: Pay remaining balance
de: Restbetrag bezahlen
it: Paga il saldo rimanente
pl: Ureguluj pozostałą kwotę
pt_br: Pague saldo restante
ru: Сумма, оставшаяся к оплате
sv: Betala resterande belopp

source: Custom Charge
it: Addebito personalizzato
pt_br: Cobrança personalizada
ru: Произвольная комиссия
sv: Anpassad debitering

source: Please correct the error below.
de: Bitte korrigieren Sie den Fehler unten.
it: Correggi l'errore indicato di seguito.
pl: Proszę poprawić poniższy błąd.
pt_br: Por favor corrija o erro abaixo.
ru: Пожалуйста, исправьте следующую ошибку.
sv: Var god rätta till felet nedan.

source: New amount
de: Neuer Betrag
it: Nuovo ammontare
pl: Nowa kwota
pt_br: Novo valor
ru: Новое значение
sv: Nytt belopp

source: Extra Shipping
it: Spedizione Extra
pl: Dodatkowe koszty transportu.
pt_br: Envio extra
ru: Доплата за доставку
sv: Extra frakt

source: Authentication required
de: Authentifizierung erforderlich
it: Autenticazione necessaria
pt_br: Autenticação necessária
ru: Требуется авторизация

source: Ship/Bill
it: Invio/Tasse
pt_br: Entrega/Cobrança
ru: Доставка/оплата

source: Confirmation
de: Bestätigung
it: Conferma
pt_br: Confirmação
ru: Подтверждение

source: Login
it: Accesso
pt_br: Entrar
ru: Логин

source: If you do not have an account, please
de: Wenn sie noch kein Benutzerkonto besitzen, bitte
it: Se non hai un account, per favore
pt_br: Se você não possui uma conta, por favor
ru: Если у вас нет учетной записи, пожалуйста,

source: click here
de: hier klicken
it: fai click qui
pt_br: clique aqui
ru: нажмите сюда

source: If you do not remember your password, please
de: Wenn sie ihr Passwort vergessen haben, bitte
it: Se non ricordi la tua password,
pt_br: Se você não lembra a sua senha, por favor
ru: Если вы забыли пароль, пожалуйста,

source: click here</a> to have it reset.
de: hier klicken</a> um es zurückzusetzen.
it: fai click qui </a> per reimpostarla
pt_br: clique aqui </a> para resetá-la
ru: нажмите сюда</a>, для восстановления.

source: Order Balance
it: Bilancio dell'ordine
pt_br: saldo do Pedido
ru: Баланс заказа

source: To complete this order, you need to pay the %(orderbalance)s balance remaining on this order.
de: Um diese Bestellung abzuschließen müssen sie noch den Restbetrag von %(orderbalance)s bezahlen.
it: Per completare l'ordine, devi pagare %(orderbalance)s che rimangono per questo ordine.
pt_br: Para completar este pedido, você precisará pagar o valor remanescente de %(orderbalance)s
ru: Для завершения заказа вам необходимо оплатить недостающую сумму: %(orderbalance)s.

source: How do you want to pay?
de: Wie möchten sie bezahlen?
it: Come preferisci pagare?
pt_br: Como você gostaria de pagar?
ru: Как вы желаете заплатить?

source: Continue Checkout
de: Bestellvorgang fortsetzen
it: Vai alla cassa
pt_br: Continuar
ru: Продолжить оформление заказа.

source: The following error was returned while trying to process your payment. Please correct and resubmit.
de: Der folgende Fehler trat beim Versuch ihre Bezahlung zu verarbeiten auf. Bitte korrigieren sie den Fehler und versuchen sie es erneut.
it: l'errore sottostante si è verificato durante il processo di pagamento. Per favore correggilo e reinvia.
pt_br: O seguinte erro foi retornado ao processar o seu pagamento. Por favor, corrija e envie novamente.
ru: Следующая ошибка была получена при обработке вашего заказа.Пожалуйста, исправьте и отправьте снова.

source: Please validate the following information, then submit your order.
de: Bitte überprüfen sie die folgenden Angaben, und bestätigen sie die Bestellung.
it: Per favore controllate le seguenti informazioni, poi inviate l'ordine,
pt_br: Por favor, revise as seguintes informações, e então confirme seu pedido.
ru: Проверьте следующую информацию перед подверждением заказа

source: Purchase Items
de: Artikel kaufen
it: Prodotti acquistati
pt_br: Confirmar Pedido
ru: Заказываемые товары

source: Please complete the following information in order to submit your order.
de: Bitte vervollständigen sie folgende Angaben um ihre Bestellung fortzusetzen.
it: Per favore inserite le informazioni sottostanti per poter inviare il vostro ordine
pt_br: Por favor, complete as seguintes informações para enviar o seu pedido.
ru: Предоставьте необходимую информацию для подтверждения заказа.

source: Please correct the following error:
de: Bitte korrigieren sie folgenden Fehler:
it: Correggi gli errori indicati di seguito.
pt_br: Por favor corrija o seguinte erro:

source: Shipping Information
de: Versandinformationen
it: Informazioni sulla spedizione
pt_br: Informações de entrega

source: The following shipping method will be used
de: Folgende Versandmethode wird verwendet
it: Verrà utilizzato Il seguente metodo di spedizione.
pt_br: O método de entrega utilizado será
ru: Будет использован следующий способ доставки

source: Please choose your preferred shipping method
de: Bitte wähle sie eine Versandmethode
it: Per favore scegliere il metodo di spedizione preferito
pt_br: Por favor, escolha o seu método de entrega preferido
ru: Выберите предпочитаемый способ доставки

source: There are no items in this order to ship.
de: Es gibt keine Aktikel in ihrer Bestellung die versendet werden müssen.
it: Non ci sono prodotti da spedire in quest'ordine.
pt_br: Não há itens neste pedido para entrega.
ru: В заказе отсутствуют товары для доставки.

source: Confirm
de: Bestätigen
it: Conferma
pt_br: Confirmar
ru: Подтвердить

source: The following error was returned while trying to process your card. Please correct and resubmit
de: Der folgende Fehler trat beim verarbeiten ihrer Karte auf. Bitte korrigieren sie ihn und versuchen es erneut.
it: l'errore sottostante è stato creato durante il processo di verifica della carta. Per favore correggilo e reinvia.
pt_br: O seguinte erro foi retornado ao processar o seu cartão. Por favor, corrija e envie novamente.
ru: Следующая ошибка была получена при обработке вашей карты.Пожалуйста, исправьте и отправьте снова.

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
de: Ihre %(credit_card_type)s Karte mit der Endung %(credit_card_number)s wird mit %(order_total)s belastet.
it: %(order_total)s verranno addebitati sulla tua carta %(credit_card_type)s che finisce con %(credit_card_number)s.
pt_br: Seu cartão de crédito %(credit_card_type)s terminado em %(credit_card_number)s será cobrado em %(order_total)s.
ru: С вашей кредитной карты %(credit_card_type)s, заканчивающейся на %(credit_card_number)s будет снято %(order_total)s.

source: Your cart is empty. Please add some items to your cart, then complete the checkout process.
de: Ihr Warenkorb ist leer. Bitte legen sie zunächt Artikel in ihren Warenkorb und kehren dann zum Bestellen hierher zurück.
it: La tua carrello è vuoto. Per favore aggiungi dei prodotti al carrello prima di andare alla cassa
pt_br: Seu carrinho está vazio. Por favor, adicione alguns itens ao seu carrinho para finalizar o pedido.
ru: Корзина пуста. Пожалуйста, добавьте товары в корзину перед оформлением заказа.

source: Failed payment
de: Fehlgeschlagene Bezahlung
it: Pagamento fallito
pt_br: Falha no pagamento

source: We are sorry, but the payment process finished with a failure.
de: Es tut uns leid, der Bezahlvorgang endete mit einem Fehler.
it: Siamo spiacenti ma il processo di pagamento è terminato con un errore.
pt_br: Desculpe, mas o processo de pagamento foi finalizado com uma falha.
ru: Извините, в процессе оплаты произошла ошибка.

source: You may
de: Sie können
it: Dovrebbe
pt_br: Você pode
ru: Вы можете

source: proceed to the cart
de: zum Warenkorb zurückkehren
it: andare sul carrello
pt_br: prosseguir para o carrinho
ru: перейти в корзину

source: and check out again, using other payment method.
de: und es erneut veruchen und eine andere Bezahlmethode wählen.
it: e tornare alla cassa, utilizzando un altro metodo di pagamento
pt_br: e finalize o pedido novamente, utilizando outra forma de pagamento
ru: и снова оформить заказ используя другой способ оплаты.

source: If you already have an account, you can login now to fill in most of the information below.
de: Wenn sie bereits ein Benutzerkonto besitzen, können sie sich jetzt anmelden um die meisten der Felder mit den Daten aus ihrem Benutzerkonto befüllen zu lassen.
it: Se hai già un account, puoi accedere adesso per completare le informazioni sottostanti
pt_br: Se você já possui uma conta, você pode entrar agora para preencher a maioria das informações abaixo.
ru: Если у вас уже имеется учетная запись, вы можете войти, чтобы заполнить эти поля.

source: This is just a convenience, no account is required!
de: Dies ist nur ein Vorschalg, ein Benutzerkonto is nicht erforderlich.
it: è solo per la tua comodità, non è necessario avere un profilo!
pt_br: Estas informações são úteis, mas não é necessário uma conta.
ru: Это только для удобства, учетная запись не обязательна!

source: Username or email
de: Benutzername oder E-Mail-Adresse
it: Nome utente o indirizzo email
pt_br: Usuário ou email

source: You'll need to fill out at least the fields with a *
de: Bitte füllen sie mindestens die Felder mit einem * aus
it: Devi inserire i dati almeno nei campi con *
pt_br: Você precisa preencher ao menos os campos com um *
ru: Необходимо заполнить по крайней мере поля, отмеченные звездочкой (*)

source: Basic Information
de: Basis Informationen
it: Informazione base
pt_br: Informações básicas
ru: Основная информация

source: Email address
de: E-Mail-Adresse
it: Indirizzo email
pt_br: Endereço de email
ru: Адрес электронной почты

source: First name
de: Vorname
it: Nome
pt_br: Primeiro nome
ru: Имя

source: Last name
de: Nachname
it: Cognome
pt_br: Último nome
ru: Фамилия

source: Phone number
de: Telefonnummer
it: Numero di telefono
pt_br: Número de telefone
ru: Номер телефона

source: Billing Information
de: Rechnungsinformationen
it: Informazioni di fatturazione
pt_br: Informações de cobrança

source: Bill To
de: Rechnungsadresse
it: Fatturare a
pt_br: Cobrar a

source: If different from the first and last names above
de: Wenn abweichend vom vorherigen Vor- und Nachnamen
it: Se differenti da nome e cognome inseriti sopra
pt_br: Se diferente do primeiro e último nomes acima

source: Street
de: Straße
it: Via
pt_br: Rua

source: City
de: Stadt
it: Città
pt_br: Cidade

source: State/Province
de: Bundesland
it: Stato/Provincia
pt_br: Estado

source: Zipcode/Postcode
de: Postleitzahl
it: CAP
pt_br: CEP

source: Country
de: Land
it: Nazione
pt_br: País

source: Shipping same as billing?
de: Rechnungsadresse als Versandadresse verwenden?
it: Spedire all'indirizzo di fatturazione?
pt_br: O endereço de entrega é o mesmo de cobrança?

source: Ship To
de: Versandadresse
it: Spedire a:
pt_br: Enviar para

source: Discounts
de: Rabatte
it: Sconti
pt_br: Descontos
ru: Скидки

source: Discount code
de: Rabattcode
it: Codice di sconto
pt_br: Código de Desconto
ru: Код для скидки

source: Type of credit card
de: Typ der Kreditkarte
it: Tipo di carta di credito
pt_br: Tipo de Cartão de Crédito

source: Credit card number
de: Kreditkartennummer
it: Numero della carta di credito
pt_br: Número Cartão de Crédito

source: Expiration date
de: Ablaufdatum
it: Scadenza
pt_br: Data de Expiração

source: Thank you for your order!
de: Vielen Dank für die Bestellung.
it: Grazie per il tuo ordine!
pt_br: Obrigado pelo seu pedido!

source: Please print out this page as a receipt. You will also receive an email with this information.
de: Bitte drucken sie sich diese Seite für Ihre Unterlagen aus. Sie werden ebenfalls eine Bestellbestätigung per E-Mail erhalten.
it: Per favore stampa questa pagina, riceverai inoltre un'email con queste informazioni,
pt_br: Por favor, imprima esta página como um recibo. Você também receberá um e-mail com esta confirmação.
ru: Пожалуйста, распечатайте эту страницу в качестве подтверждения. Вы также получите письмо с этой информацией.

source: This order will be COD for %(order_total)s.
de: Diese Bestellung wird per Nachnahme verschickt und beträgt %(order_total)s.
it: Questo ordine sarà il codice ordine per %(order_total)s.
pt_br: Este pedido será pago em dinheiro na entrega por %(order_total)s.
ru: Заказ будет отправлен наложным платежом на сумму %(order_total)s.

source: Your payment will be processed through Google Checkout.
de: Ihre Bestellung wird mit Google Checkout verarbeitet.
it: Il pagamento verrà effettuato tramite Google Checkout
pt_br: Seu pagamento será processado pelo Google Checkout.
ru: Ваш заказ будет обработан через Google Checkout.

source: Fast checkout through Google
de: Schnelle Bestellung mit Google
it: Pagamento veloce tramite Google
pt_br: Finalização rápida pelo Google
ru: Быстрое оформление заказа через Google Checkout.

source: Your payment will be processed through PayPal.
de: Ihre Bestellung wird mit PayPal verarbeitet.
it: Il pagamento verrà effettuato tramite PayPal
pt_br: Seu pagamento será processado pelo PayPal.
ru: Ваш заказ будет обработан через PayPal.

source: Card Holder
de: Kartenbesitzer
it: Proprietario della carta
pt_br: Titular do cartão
ru: Владелец карты

source: Issue number
it: Numero emissione
pt_br: Número protocolo
ru: Номер выдачи

source: Issue date
it: data di emissione
pt_br: Data do protocolo
ru: Дата выдачи

source: This order will be charged on your account for %(order_total)s.
it: Questo ordine verrà addebitato sul tuo account per %(order_total)s.
pt_br: Este pedido será cobrado em sua conta em %(order_total)s.
ru: С вашего счета будет снято %(order_total)s.

source: Purchase Order #
de: Bestell-Nummer #
it: Pagamento dell'ordine #
pt_br: Pedido de Compra nº
ru: Поручение на покупку №
