Repository: dokterbob/satchmo
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: he

source: Email address
he: כתובת אימייל

source: Password (again)
he: סיסמה (שוב)

source: Password
he: סיסמה

source: First name
he: שם פרטי

source: Last name
he: שם משפחה

source: Newsletter
he: עלון מידע

source: The two passwords do not match.
he: שתי הסיסמאות לא תואמות.

source: That email address is already in use.
he: כתובת האימייל כבר נמצאת בשימוש.

source: Welcome to %s
he: ברוך הבא ל%s

source: Yes
he: כן

source: No
he: לא

source: Registration Form
he: טופס רישום

source: Home
he: בית

source: Cache
he: זכרון מטמון

source: Cache Delete
he: מחק זכרון מטמון

source: Cache Stats
he: סטטיסטיקת זכרון מטמון

source: Cache View
he: הצג זכרון מטמון

source: Base Settings
he: תצורה בסיסית

source: Default value: ""
he: ברירת מחדל:""

source: Default value:
he: ברירת מחדל:

source: Default value: %s
he: ברירת מחדל:%s

source: Documentation
he: תיעוד

source: Change password
he: שינוי ססמא

source: Log out
he: יציאה

source: Edit Group Settings
he: ערוך הגדרות קבוצה

source: Please correct the error below.
he: אנא תקן את השגיאה למטה.

source: Settings included in %(name)s.
he: הגדרות כלולות %(name)s

source: You don't have permission to edit values.
he: אינך מורשה לערוך ערכים.

source: Edit Site Settings
he: ערוך הגדרות אתר

source: Group settings: %(name)s
he: הגדרות קבוצה: %(name)s

source: Uncollapse all
he: הסתר פרטים

source: Please Select
he: בחר

source: Account Verification
he: אימות משתמש

source: Select the style of account verification. 'Immediate' means no verification needed.
he: בחר סוג אימות משתמש. "מידי" אינו מצריך אימות משתמש.

source: Immediate
he: מידי

source: Email
he: אימייל

source: Days to verify account
he: ימים לאימות משתמש

source: This field is required.
he: שדה לא חובה.

source: State is required for your country.
he: מחוז לא חובה עבור המדינה שלך.

source: Shipping and Billing countries must match
he: מדינת המשלוח ומדינת החיוב לא תואמות

source: Customer
he: לקוח

source: Supplier
he: ספק

source: Distributor
he: מפיץ

source: Company
he: חברה

source: Government
he: ממשלה

source: Non-profit
he: ללא כוונת רווח

source: Manufacturer
he: יצרן

source: Name
he: שם

source: Type
he: סוג

source: Role
he: תפקיד

source: Creation Date
he: תאריך יצירה

source: Notes
he: הערות

source: Organization
he: ארגון

source: Organizations
he: ארגונים

source: Date of birth
he: תאריך לידה

source: Creation date
he: תאריך יצירה

source: Contact
he: איש קשר

source: Contacts
he: אנשי קשר

source: Work
he: עבודה

source: Fax
he: פקס

source: Mobile
he: נייד

source: Phone
he: טלפון

source: In Person
he: אישית

source: Date and Time
he: תאריך ושעה

source: Description
he: תיאור

source: Interaction
he: אינטראקציה

source: Interactions
he: אינטראקציות

source: Phone Number
he: מספר טלפון

source: Primary
he: ראשי

source: Phone Numbers
he: מספרי טלפון

source: Description of address - Home, Office, Warehouse, etc.
he: תאור כתובת - בית, משרד, מחסן וכו.

source: Street
he: רחוב

source: State
he: מחוז

source: City
he: עיר

source: Zip Code
he: מיקוד

source: Country
he: מדינה

source: Default Shipping Address
he: כתובת ראשית למשלוח

source: Default Billing Address
he: כתובת ראשית לחיוב

source: Address Book
he: פנקס כתובות

source: Address Books
he: ספרי כתובות

source: Online
he: אונליין

source: Show
he: הצג

source: Temp
he: זמני

source: Pending
he: ממתין

source: In Process
he: בתהליך

source: Billed
he: חוייב

source: Shipped
he: נשלח

source: Subtotal
he: סיכום ביניים

source: Total
he: סה"כ

source: Discount Code
he: קוד הנחה

source: Coupon Code
he: קוד קופון

source: Discount amount
he: סכום הנחה

source: Order method
he: שיטת הזמנה

source: Shipping Description
he: תאור משלוח

source: Shipping Method
he: שיטת משלוח

source: Shipping Models
he: מודלי משלוח

source: Shipping Cost
he: עלות משלוח

source: Shipping Discount
he: הנחת משלוח

source: Tax
he: מס

source: Timestamp
he: תאריך

source: Status
he: סטטוס

source: This is set automatically.
he: מכוון אוטומטית

source: View
he: תצוגה

source: Order immediately available for download
he: ההזמה זמינה להורדה מיידית

source: Shipping Address
he: כתובת משלוח

source: Billing Address
he: כתובת חיוב

source: Totals
he: סיכומים

source: Product Order
he: סדר מוצר

source: Product Orders
he: סדרי מוצר

source: Order
he: סדר

source: Product
he: מוצר

source: Quantity
he: כמות

source: Unit price
he: מחיר יחידה

source: Unit tax
he: מס ליחידה

source: Line item price
he: מחיר קו מוצר

source: Line item tax
he: מס קו מוצרים

source: Subscription expiration date.
he: תאריך תפוגת מנוי.

source: Completed
he: הסתיים

source: Line item discount
he: הנחת קו מוצר

source: Order Line Item
he: סדר קו מוצר

source: Order Line Items
he: סדר קווי מוצרים

source: Order Item
he: סדר פריט

source: Value
he: ערך

source: Price Change
he: שינוי מחיר

source: Sort Order
he: סדר מיון

source: The display order for this group.
he: סדר הצגה עבור קבוצה זו.

source: Order Item Detail
he: פרטי פריט הזמנה

source: Order Item Details
he: פרטי פריט הזמנה

source: Downloadable product
he: מוצר ניתן להורדה

source: Key
he: מפתח

source: Number of attempts
he: מספר נסיונות

source: Time stamp
he: תאריך

source: Active
he: פעיל

source: This download is no longer active
he: ההורדה לא פעילה יותר

source: You have exceeded the number of allowed downloads.
he: עברת את מספר ההורדות המותר

source: This download link has expired.
he: הקישור להורדה פג תוקף

source: Download Link
he: קישור להורדה

source: Download Links
he: קישורים להורדה

source: Order Status
he: סטטוס הזמנה

source: Order Statuses
he: סטטוס הזמנות

source: Payment Method
he: צורת תשלום

source: amount
he: כמות

source: timestamp
he: תאריך

source: Transaction ID
he: מספר עסקה

source: Order Payment
he: תשלום הזמנה

source: Order Payments
he: תשלומי הזמנה

source: key
he: מפתח

source: value
he: ערך

source: Order variable
he: משתנה הזמנה

source: Order variables
he: משתני הזמנה

source: Model
he: מודל

source: Order tax detail
he: פרטי מס בהזמנה

source: Order tax details
he: פרטי מס בהזמנה

source: The order you have requested doesn't exist, or you don't have access to it.
he: ההזמנה שביקשת לא קיימת או שאין לך הרשאה לצפות בה

source: No Discount
he: אין הנחה

source: Discount Amount
he: כמות הנחה

source: Enter absolute discount amount OR percentage.
he: הכנס ערך הנחה או אחוז הנחה.

source: Discount Percentage
he: אחוז הנחה

source: Enter absolute discount amount OR percentage. Percentage example: "0.10".
he: הכנס ערך הנחה או אחוז הנחה. דוגמה להנחת אחוזים:"0.10".

source: Is this an automatic discount?
he: האם זו הנחה אוטומטית?

source: Use this field to advertise the discount on all products to which it applies. Generally this is used for site-wide sales.
he: השתמש בשדה זה כדי לפרסם את ההנחה על כל המוצרים שעליהם היא חלה. באופן כללי משתמשים בזה למכירות בכל האתר.

source: Number of allowed uses
he: מספר משתמשים מירבי

source: Not implemented.
he: לא ממומש.

source: Number of times already used
he: מספר פעמים בהם נעשה שימוש

source: Minimum order value
he: מינימום להזמנה

source: Start Date
he: תאריך התחלה

source: End Date
he: תאריך סיום

source: Free shipping
he: משלוח חינם

source: Should this discount remove all shipping costs?
he: האם על הנחה זו לבטל את כל עלויות המשלוח?

source: Include shipping
he: כולל משלוח

source: Should shipping be included in the discount calculation?
he: האם לכלול את עלות המשלוח בחישובי הנחה?

source: Valid Products
he: מוצרים בתוקף

source: This coupon is disabled.
he: הקופון מבוטל

source: This coupon is not active yet.
he: הקופון לא פעיל עדיין

source: This coupon has expired.
he: הקופון לא בתוקף

source: This discount has exceeded the number of allowed uses.
he: עברת את מספר הפעמים בהם אפשר להשתמש בהנחה.

source: Valid.
he: בתוקף.

source: This discount only applies to orders of at least %s.
he: ההנחה בתוקף רק עבור הזמנות עם לפחות %s.

source: This discount cannot be applied to the products in your cart.
he: אי אפשר להשתמש בהנחה עבור המוצרים שבעגלת הקניות.

source: Discount
he: הנחה

source: Discounts
he: הנחות

source: Bad Category: %s
he: קטגוריה לא טובה: %s

source: Gift Certificate
he: אישור מתנה

source: Gift Certificate Settings
he: אפשרויות אישור מתנה

source: Use SSL for the checkout pages?
he: האם להשתמש ב SSL עבור דפי סיום ההזמנה?

source: Character Set
he: מערך תווים

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
he: תווים אפשריים בקוד אישור המיוצר אוטומטית.

source: Module key
he: מפתח מודול

source: Code format
he: פורמט קוד

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
he: הכנס פורמט עבור קוד אישור. השתמש ב '^' לציין מיקום של תו המיוצר באופן רנדומלי.

source: Implementation module
he: מודול מימוש

source: English name for this group on the checkout screens
he: שם באנגלית עבור הקבוצה בדפי סיום הזמנה

source: This will be passed to the translation utility
he: זה יועבר לתוכנית התרגום

source: Accept real payments
he: קבל תשלומים אמיתיים

source: False if you want to be in test mode
he: שלילי אם את(ה) רוצה להיות במצב בדיקה

source: The url base used for constructing urlpatterns which will use this module
he: כתובת הבסיס לצורך בנית תבניות כתובת עבור המודול

source: Code
he: קוד

source: Site
he: אתר

source: Certificate Code
he: קוד אישור

source: Purchased by
he: נקנה על ידי

source: Date added
he: תאריך הוספה

source: Valid
he: בתוקף

source: Message
he: הודעה

source: Starting Balance
he: יתרת התחלה

source: Gift Certificates
he: אישור מתנה

source: Date of usage
he: תאריך שימוש

source: Amount Used
he: כמות בשימוש

source: Used by
he: נעשה שימוש על ידי

source: Gift certificate product
he: מוצר אישור מתנה

source: Gift certificate products
he: מוצרי אישור מתנה

source: No balance to pay
he: אין יתרה לתשלום

source: No such Gift Certificate
he: אין כזה אישור מתנה

source: Bad Gift Certificate
he: אישור מתנה לא תקין

source: Success
he: הצלחה

source: %s balance remains after gift certificate was applied
he: נשארו %s ביתרה אחרי שימוש באישור מתנה

source: Checkout
he: לקופה

source: Payment
he: תשלום

source: Order total: %(orderbalance)s
he: סה"כ להזמנה: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
he: את(ה) עומד להשתמש באישור מתנה # %(giftcode)s המכיל %(certbalance)s אשר יכולים לשמש כתשלום עבור ההזמנה.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
he: אם אין מספיק כדי לשלם על כל ההזמנה, תוכל(י) לבחור אמצעי תשלום אחר לתשלום היתרה אחרי השימוש באישור המתנה.

source: Please Note:
he: לתשומת לבך:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
he: עומד להשתמש באישור מתנה: %(giftcode)s, בעל ערך של %(balance)s.

source: Payment Information
he: פרטי תשלום

source: Gift Certificate Code
he: קוד אישור מתנה

source: To: %(recipient)s
he: אל: %(recipient)s

source: Starting Balance: %(start_balance)s
he: יתרה התחלתית: %(start_balance)s

source: Code: %(code)s
he: קוד: %(code)s

source: Message: %(message)s
he: הודעה: %(message)s

source: Purchased on:
he: נרכש ב:

source: Initial Balance:
he: יתרה התחלתית:

source: Current Balance:
he: יתרה נוכחית:

source: No such gift certificate found.
he: אישור מתנה לא נמצא.

source: Look up balance
he: יתרה

source: Price
he: מחיר

source: Quantity (multiply the gift certificate by this amount)
he: כמות (יש להכפיל את אישור המתנה בכמות זו)

source: Recipient Email (optional):
he: אימייל מקבל (אופציונלי)

source: Message (optional):
he: הודעה (אופציונלי)

source: Add to cart
he: הוסף לעגלה

source: Africa
he: אפריקה

source: North America
he: צפון אמריקה

source: Europe
he: אירופה

source: Asia
he: אסיה

source: Oceania
he: אוקיאניה

source: South America
he: דרום אמריקה

source: Antarctica
he: אנטרטיקה

source: Another
he: אחר

source: Island
he: אי

source: Arrondissement
he: מחוז

source: Atoll
he: אטול

source: Autonomous island
he: אי אוטונומי

source: Canton
he: קנטון

source: Commune
he: קומונה

source: County
he: מחוז

source: Department
he: מחלקה

source: Dependency
he: תלות

source: District
he: אזור

source: Division
he: מחלקה

source: Emirate
he: אמירות

source: Governorate
he: ממשל

source: Island council
he: מועצת אי

source: Island group
he: קבוצת איים

source: Island region
he: אזור אי

source: Kingdom
he: ממלכה

source: Municipality
he: ערייה

source: Parish
he: קהילה

source: Prefecture
he: תחום שיפוט הנציב

source: Province
he: מושבה

source: Region
he: איזור

source: Republic
he: רפובליקה

source: Sheading
he: ממשל מקומי

source: Subdivision
he: תת מחלקה

source: Subject
he: נושא

source: Territory
he: שטח

source: Official name (CAPS)
he: שם רשמי

source: Country name
he: שם מדינה

source: Country is active
he: מדינה פעילה

source: Continent
he: יבשת

source: Administrative Area
he: אזור אדמיניסטרטיבי

source: Countries
he: מדינות

source: Admin Area name
he: שם איזור ניהול

source: Postal Abbreviation
he: קיצור דואר

source: Area is active
he: איזור פעיל

source: Administrative Areas
he: אזורים אדמיניסטרטיביים

source: Newsletter Settings
he: אפשרויות עלון מידע

source: Active newsletter module
he: מודול עלון מידע פעיל

source: Select a newsletter, save and reload to set any module-specific newsletter settings.
he: בחר עלון מידע, שמור וטען מחדש כדי לכוון אפשרויות עבור מודול עלון מידע ספציפי.

source: No newsletter
he: אין עלון מידע

source: Simple list
he: רשימה פשוטה

source: Mailman
he: דוור

source: Name of Newsletter
he: שם עלון מידע

source: Give the exact name that matches the mailing list set up in Mailman.
he: תן שם מדויק המתאים לרשימת תפוצה המכוונת ב Mailman

source: Already subscribed %(email)s.
he: כבר רשום כמנוי %(email)s.

source: Already removed %(email)s.
he: כבר הוסר %(email)s.

source: Subscribed: %(email)s
he: רשום כמנוי: %(email)s.

source: Unsubscribed: %(email)s
he: הוסר מרשימת מנויים: %(email)s.

source: Already Subscribed: %s
he: כבר רשום: %s

source: Already a member: %(email)s
he: כבר רשום כחבר: %(email)s

source: Bad/Invalid email address: blank line
he: כתובת מייל לא חוקית: שורה ריקה

source: Bad/Invalid email address: %(email)s
he: כתובת מייל לא חוקית: %(email)s

source: Hostile address (illegal characters): %(email)s
he: כתובת עויינת (תווים לא חוקיים): %(email)s

source: Subscribed
he: מנוי נרשם

source: Update Date
he: כתובת עדכון

source: Full Name
he: שם מלא

source: Subscribe
he: הרשם כמנוי

source: Error, not valid.
he: שגיאה, לא חוקי.

source: Payment Settings
he: אפשרויות תשלום

source: False if you want to be in test mode. This is the master switch, turn it off to force all payments into test mode.
he: שלילי אם את(ה) רוצה להיות במצב בדיקה. זה השלטר הראשי, כבה אותו כדי לכפות את כל התשלומים למצב בדיקה.

source: Country match required?
he: לדרוש התאמת מדינה?

source: If True, then customers may not have different countries for shipping and billing.
he: אם חיובי, לקוחות לא יכולים לציין מדינות שונות למשלוח ולתשלום.

source: Enable payment modules
he: אפשר מודולי תשלום

source: Select the payment modules you want to use with your shop. If you are adding a new one, you should save and come back to this page, as it may have enabled a new configuration section.
he: בחר מודולי תשלום לחנות. אם את(ה) מוסיף מודול חדש, עליך לשמור ולחזור לדף הזה, כי אולי המודול החדש הוסיף דף קונפיגורציה חדש.

source: Enable SSL
he: אפשר SSL

source: This enables for generic pages like contact information capturing. It does not set SSL for individual modules. You must enable SSL for each payment module individually.
he: אפשר דפים גנריים כגון לכידת אנשי קשר. אפשרות זו לא מפעילה SSL עבור מודולים אינדיוידואלים. עליך לאפשר SSL עבור כל מודול תשלום בנפרד.

source: Should this be displayed as an option for the user?
he: האם להציג זאת כאפשרות למשתמש?

source: Option Name
he: שם אופציה

source: The class name as defined in payment.py
he: שם המחלקה כמוגדר ב payment.py

source: Payment Option
he: אפשרות תשלום

source: Payment Options
he: אפשרויות תשלום

source: Credit Card Type
he: סוג כרטיס אשראי

source: CC Number (Last 4 digits)
he: מספר כרטיס (4 ספרות אחרונות)

source: Encrypted Credit Card
he: כרטיס אשראי מוצפן

source: Expiration Month
he: חודש תפוגה

source: Expiration Year
he: שנת תפוגה

source: Credit Card
he: כרטיס אשראי

source: Credit Cards
he: כרטיסי אשראי

source: New price
he: מחיר חדש

source: Shipping adjustment
he: התאמת משלוח

source: Feature is not enabled.
he: התכונה לא מאופשרת

source: The orderitem you have requested doesn't exist, or you don't have access to it.
he: פריט ההזמנה המבוקש אינו קיים, או שאין לך הרשאת צפייה בו.

source: No form found in request.
he: טופס לא נמצא בבקשה.

source: Payment method
he: צורת תשלום

source: Invalid discount.
he: הנחה לא חוקית.

source: Your card has expired.
he: תוקף הכרטיס פג.

source: Invalid ccv.
he: ערך CCV לא תקין.

source: Thank you for your order from %(shop_name)s
he: תודה על הזמנתך מ %(shop_name)s

source: Your order has already been processed.
he: ההזמנה שלך כבר טופלה.

source: Your order is no longer valid.
he: ההזמנה שלך כבר לא בתוקף.

source: CreditCard
he: כרטיס אשראי

source: Authorize.net Payment Settings
he: אפשרויות תשלום Authorize.net

source: Submit to URL
he: שלח לכתובת

source: This is the address to submit live transactions.
he: זו הכתובת לשליחת live transactions.

source: Submit to Test URL
he: שלח לבדיקת כתובת

source: Available credit cards
he: כרטיסי אשראי זמינים

source: Your authorize.net transaction login
he: שם transaction login שלך ב authorize.net

source: Your authorize.net transaction key
he: שם transaction key שלך ב authorize.net

source: Capture Payment?
he: הקלט תשלום?

source: Auto Success Module
he: מודול Auto Success

source: Payment Auto Success Module Settings
he: אפשרויות תשלום Auto Success

source: Send order emails
he: שלך אימייל הזמנה

source: True if you want to send emails to customers on order
he: חיובי אם את(ה) רוצה לשלוח ללקוחות אימייל עם ההזמנה

source: COD
he: תשלום בעת קבלה

source: COD Payment Module Settings
he: אפשרויות תשלום COD

source: Use SSL for the module checkout pages?
he: השתמש ב SSL בדפי סיום הזמנה?

source: Cybersource.net Payment Settings
he: אפשרויות תשלום Cybersource.net

source: WSDL URL
he: כתובת WSDL

source: Submit to Test WSDL URL
he: כתובת WSDL שליחה לבדיקה

source: Currency Code
he: קוד מטבע

source: Currency code for Cybersource transactions.
he: קוד מטבע עבור Cybersource transactions.

source: Your Cybersource merchant ID
he: מספר Cybersource merchant ID שלך

source: Your Cybersource transaction key
he: מספר Cybersource transaction key שלך

source: Payment Test Module
he: מודול בדיקת תשלום

source: Payment Test Module Settings
he: אפשרויות מודול בדיקת תשלום

source: Google Checkout Module
he: מודול Google Checkout

source: Google Checkout Module Settings
he: אפשרויות מודול Google Checkout

source: XML Template
he: תבנית XML

source: The XML template to use when submitting to Google. Probably you should not change this.
he: תבנית ה XML לשימוש בשליחה לגוגל. סביר שלא תרצה(י) לשנות את זה.

source: Currency code for Google Checkout transactions.
he: מספר מטבע עבור Google Checkout transactions.

source: Checkout Button URL
he: כתובת Checkout Button

source: Checkout Button Size
he: גודל Checkout Button

source: Small
he: קטן

source: Medium
he: בינוני

source: Large
he: גדול

source: Post URL
he: כתובת Post

source: The Google URL for real transaction posting.
he: כתובת בגוגל לשליחת טרנזאקציות אמת

source: The Google URL for test transaction posting.
he: כתובת בגוגל לשליחת טרנזאקציות בדיקה

source: Merchant ID
he: זיהוי סוחר

source: Merchant Key
he: מפתח סוחר

source: Merchant Test ID
he: זיהוי סוחר נסיוני

source: Merchant Test Key
he: מפתח סוחר נסיוני

source: Paypal Payment Settings
he: אפשרויות תשלום Paypal

source: Paypal Payment Module Settings
he: אפשרויות מודול תשלום Paypal

source: Currency code for Paypal transactions.
he: מספר מטבע עבור Paypal transactions.

source: The Paypal URL for real transaction posting.
he: כתובת Paypal URL לטרנזאקציות אמיתיות.

source: The Paypal URL for test transaction posting.
he: כתובת Paypal URL לטרנזאקציות בדיקה.

source: Paypal account email
he: כתובת אימייל לחשבון Paypal

source: The email address for your paypal account
he: כתובת האימייל לחשבון שלך ב Paypal

source: Paypal test account email
he: כתובת אימייל לחשבון בדיקה ב Paypal

source: The email address for testing your paypal account
he: כתובת האימייל לבדיקת החשבון שלך ב Paypal

source: Return URL
he: כתובת URL חזרה

source: Where Paypal will return the customer after the purchase is complete. This can be a named url and defaults to the standard checkout success.
he: לאן Paypal יחזיר את הלקוח עם סיום הרכישה. זו יכולה להיות כתובת בעלת שם, וברירת המחדל היא לדף יציאה מוצלחת סטנדרטי.

source: Paid through PayPal.
he: שולם באמצעות Paypal.

source: ---Comment via Paypal IPN---
he: --- IPN Paypal --- משוב דרך

source: TrustCommerce Payment Settings
he: אפשרויות תשלום TrustCommerce

source: Use Address Verification System (AVS)?
he: השתמש ב Address Verification System (AVS)?

source: Type of authorization to perform.
he: סוג authorization לביצוע?

source: Refer to manual for details on the different types.
he: פנה למדריך המשתמש לברור פרטים אודות הסוגים השונים.

source: Sale
he: מכירה

source: Preauth
he: אישור מקדים

source: Your TrustCommerce login
he: שם המשתמש שלך ב TrustCommerce

source: Your TrustCommerce password
he: הסיסמה שלך ב TrustCommerce

source: Transaction was declined. Reason: %s
he: העסקה נדחתה. הסיבה: %s

source: Improperly formatted data. Offending fields: %s
he: המידע לא בפורמט נכון. השדות המפרים: %s

source: An error occurred: %s
he: שגיאה: %s

source: Inventory Editor
he: עורך מלאי

source: Product Import/Export
he: יבוא/יצוא מוצר

source: No upload file found
he: קובץ העלאה לא נמצא

source: The product you have requested is not a Configurable Product.
he: המוצר שביקשת אינו מוצר אשר ניתן לעיצוב.

source: The product you have requested does not exist.
he: המוצר שביקשת אינו קיים.

source: Product Settings
he: הגדרות מוצר

source: Product Model Options
he: אפשרויות מודל מוצר

source: Configurable Product
he: מוצר אשר ניתן לעיצוב

source: Product Variation
he: וריאציית מוצר

source: Custom Order
he: הזמנה מותאמת אישית

source: Downloadable Product
he: מוצר ניתן להורדה

source: Upload Image Dir
he: ספריית העלאת תמונה

source: Protected dir
he: ספריה מוגנת

source: export format
he: פורמט יצוא

source: Include Images
he: הוסף תמונות

source: Include Categories
he: הוסף קטגוריות

source: File to import
he: קובץ לייבוא

source: Could not parse format from filename: %s
he: ניתוח פורמט משם הקובץ נכשל: %s

source: Bad VARS file in import zipfile.
he: קובץ VARS לא תקין בקובץ זיפ מיובא

source: Missing VARS in import zipfile.
he: קובץ VARS חסר בקובץ זיפ מיובא

source: Unknown file format: %s
he: קובץ בפורמט לא ידוע: %s

source: Added %(count)i objects from %(filename)s
he: נוספו %(count)i אוביקטים מקובץ %(filename)s

source: Problem installing fixture '%(filename)s': %(error_msg)s
he: בעיה בהתקנת רכיב קבוע '%(filename)s': %(error_msg)s

source: A unit of measure must be entered for the length
he: חובה להזין יחידת מידה עבור אורך

source: A unit of measure must be entered for the width
he: חובה להזין יחידת מידה עבור רוחב

source: A unit of measure must be entered for the height
he: חובה להזין יחידת מידה עבור משקל

source: A unit of measure must be entered for the weight
he: חובה להזין יחידת מידה עבור משקל

source: The product and parent fields can not be the same.
he: שדות המוצר ומוצר אב לא יכולים להיות זהים.

source: Slug
he: שורת סדר

source: Used for URLs, auto-generated from name if blank
he: משמש ל URL, מיוצר אוטומטית מהשם אם ריק

source: Meta Description
he: תיאור על

source: Meta description for this category
he: תיאור על של קטגוריה זו

source: Ordering
he: סידור
