Repository: dokterbob/satchmo
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: he

source: Please validate the following information, then submit your order.
he: נא אשר את המידע להלן, ואז שלח את ההזמנה שלך.

source: Items Ordered
he: פריטים שהוזמנו

source: Purchase Items
he: פריטי רכש

source: Please complete the following information in order to submit your order.
he: נא מלא את המידע להלן על מנת לשלוח את הזמנתך

source: Discount code
he: קוד הנחה

source: Shipping Information
he: מידע על משלוח

source: Please choose your preferred shipping method
he: נא בחר בשיטת המשלוח המועדפת עליך

source: Confirm
he: אישור

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
he: כרטיס האשראי שלך מסוג %(credit_card_type)s המסתיים בספרות %(credit_card_number)s יחויבעל סך %(order_total)s.

source: Your cart is empty. Please add some items to your cart, then complete the checkout process.
he: העגלה שלך ריקה. נא הוסף פריטים לעגלה ואז המשך לקופה.

source: If you already have an account, you can login now to fill in most of the information below.
he: אם כבר יש לך חשבון, ניתן להכנס אליו עכשיו על מנת למלא את מרבית המידע להלן.

source: This is just a convenience, no account is required!
he: זה רק מטעמי נוחות, אין צורך בפתיחת חשבון!

source: Login
he: כניסה

source: You'll need to fill out at least the fields with a *
he: * יש למלא את השדות המסומנים עם

source: Basic Information
he: מידע בסיסי

source: Phone number
he: מספר טלפון

source: Billing Information
he: פרטי חיוב

source: State/Province
he: מדינה / מחוז

source: Zipcode/Postcode
he: מיקוד

source: Shipping same as billing?
he: האם כתובת המשלוח זהה לכתובת החיוב?

source: Type of credit card
he: סוג כרטיס אשראי

source: Credit card number
he: מספר כרטיס אשראי

source: Expiration date
he: תאריך תפוגה

source: CCV
he: המספר שמודפס בגב הכרטיס

source: Thank you for your order!
he: תודה שהזמנת אצלנו!

source: Please print out this page as a receipt. You will also receive an email with this information.
he: נא הדפס דף זה בתור קבלה. בנוסף, ישלח אליך דואר אלקטרוני עם המידע הזה.

source: This order will be COD for %(order_total)s.
he: הזמנה זו תחויב בעת הקבלה עבור %(order_total)s.

source: Your payment will be processed through Google Checkout.
he: התשלום שלך יטופל באמצעות Google checkout

source: Fast checkout through Google
he: קופה מהירה באמצעות Google

source: Your payment will be processed through PayPal.
he: התשלום שלך יטופל באמצעות Paypal

source: Username:
he: שם משתמש:

source: Password:
he: ססמא:

source: Forgotten your password?
he: שכחת את הססמא?

source: Post a photo
he: שלח תמונה

source: Required
he: חובה

source: Optional
he: לא חובה

source: Review:
he: ביקורת:

source: Send review
he: שלח ביקורת

source: Not set
he: לא הוגדר

source: Base Shipping
he: משלוח בסיס

source: Shipping (incl. Tax)
he: משלוח (כולל מס)

source: Tax included
he: כולל מס

source: Paid
he: שולם

source: Pay remaining balance
he: שלם את יתרת המאזן

source: Order #
he: הזמנה #

source: Shipping To
he: משלוח אל

source: Account
he: חשבון

source: Order History
he: הסטוריה של ההזמנה

source: Items
he: פריטים

source: You haven't made any orders yet.
he: לא ביצעת עדיין אף הזמנה.

source: Order Tracking
he: מעקב אחרי הזמנות

source: Update Profile
he: עדכן פרופיל

source: Your Profile
he: הפרופיל שלך

source: You&apos;ll need to fill out at least the fields with a *
he: *עליך למלא לפחות את השדות המסומנים ב

source: Birthday
he: יום הולדת

source: Update
he: עדכן

source: Your Account info
he: פרטי החשבון שלך

source: Welcome, %(full_name)s.
he: ברוכ/ה הבא/ה %(full_name)s.

source: Your profile
he: הפרופיל שלך

source: Email:
he: דואר אלקטרוני:

source: Birthday:
he: יום הולדת:

source: Newsletter:
he: אגרת מידע:

source: Billing Address:
he: כתובת חיוב:

source: Shipping Address:
he: כתובת משלוח:

source: Account options
he: אפשרויות בחשבון

source: Update your profile
he: עדכן את הפרופיל שלך

source: Change your password
he: שינוי ססמא אישית

source: Sorry, the user you've logged in as doesn't have any contact information.
he: מצטערים, אין פרטי תקשורת עבור שם המשתמש שלך

source: Probably because you are an admin.
he: כנראה מפנה שאתה חלק מההנהלה.

source: Set up contact information
he: הכנס פרטי תקשורת

source: Here's a %(request_type)s from %(name)s ( %(email)s ) sent via the web contact form.
he: הנה %(request_type)s מאת %(name)s ( %(email)s ) שנשלחה דרך האינטרנט.

source: Dear %(first_name)s %(last_name)s,
he: %(first_name)s %(last_name)s יקר/ה,

source: Thank you for ordering with %(shop_name)s.
he: תודה שהזמנת מאת %(shop_name)s.

source: Your order is summarized below:
he: סיכום ההזמנה שלך מופיע להלן:

source: Your order contains products that can be downloaded
he: בהזמנה שלך יש פריטים שניתן להוריד דרך האינטרנט

source: Regards
he: בברכה

source: Store Management
he: הנהלת החנות

source: Newsletter Subscription
he: הרשמה לעלון מידע

source: Your name
he: שמך

source: Newsletter Unsubscribe
he: ביטול הרשמה לעלון מידע

source: Remove Me
he: מחק אותי

source: Store Invoice
he: חשבונית מס

source: Invoice #
he: חשבונית מס #

source: INVOICE
he: חשבונית מס

source: Page
he: עמוד

source: Payment total %(order_total)s due to:
he: תשלום על סך %(order_total)s עבור:

source: Accounts Receivable
he: חשבונות לתשלום

source: %(order_total)s was charged to your %(credit_card_type)s card (x%(credit_card_number)s) on %(order_date)s.
he: כרסיסך מסוג %(credit_card_type)s ומספר (x%(credit_card_number)s) חויב עבור הזמנתך על סך%(order_total)s בתאריך %(order_date)s.

source: PACKING SLIP
he: תלוש אריזה

source: Thank you for your business!
he: תודה שעשית עסקים איתנו!

source: Please choose your options
he: נא בחר באפשרויות שלך

source: Custom order for %(name)s
he: הזמנה מותאמת עבור %(name)s

source: more
he: עוד

source: Only
he: רק

source: This product has trial subscription pricing
he: למוצר זה יש תמחור למנוי ניסיון

source: for trial period of
he: עבור תקופת נסיון של

source: days
he: ימים

source: Registration Complete
he: ההרשמה הושלמה

source: Account Activation
he: הפעלת חשבון

source: Thanks for signing up! You are now logged in.
he: תודה שנרשמת! כעת נכנסת.

source: In the future, you can log in using your email address (%(email)s).
he: בעתיד, ניתן להכנס בעזרת כתובת האימייל שלך (%(email)s).

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(expiration_days)s days after registration.
he: לינק ההפעלה שלך שגוי, או שפג תוקף מפתח ההפעלה עבור חשבונך. מפתחות הפעלה פעילים רק למשך %(expiration_days)s יום לאחר ההרשמה.

source: Someone, hopefully you, signed up for a new account at %(site)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar.
he: מישהו, בתקוה את(ה) נרשם לאתר %(site)s ונתן את כתובת האימייל הזו. אם זה את(ה), וברצונך להפעיל את חשבון המשתמש שלך, לחץ על הקישור למטה או העתק והדבק אותו לתוך שורת הכתובת בדפדפן שלך.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
he: אם לא ביקשת זאת, אין צורך לעשות כלום. לא תקבל הודעות נוספות מאתנו, וחשבון המשתמש יפקע אוטומטית בעוד %(expiration_days)s ימים.

source: Your email address and password didn't match. Please try again.
he: האימייל והסיסמה לא תואמים. נסה שנית.

source: If you do not have an account, please
he: אם אין לך שם משתמש, בבקשה

source: click here
he: לחץ כאן

source: If you do not remember your password, please
he: אם את(ה) לא זוכר(ת) את הסיסמה שלך, בבקשה

source: click here</a> to have it reset.
he: לחץ כאן</a> כדי לאפס אותה

source: You have been successfully logged out.
he: הצלחת לצאת מהמערכת בהצלחה.

source: Password Change Done
he: שינוי סיסמה הסתיים

source: Password change successful
he: סיסמה שונתה בהצלחה

source: Your password change has been completed.
he: שינוי הסיסמה שלך הסתיים.

source: Password Change
he: שינוי סיסמה

source: For the sake of security, please enter your old password, and then enter your new password twice.
he: מטעמי אבטחת מידע, הכנס את הסיסמה הישנה, ואז הכנס פעמיים את הסיסמה החדשה.

source: Old password
he: סיסמה ישנה

source: New password
he: סיסמה חדשה

source: Confirm new password
he: סיסמה חדשה (שוב)

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
he: אימייל זה נשלח אליך בגלל שביקשת לבצע איפוס סיסמה של חשבון המשתמש שלך ב- %(site_name)s

source: Your new password is
he: הסיסמה החדשה שלך היא

source: Feel free to change this password by going to this page
he: אתה יכול לשנות סיסמה זו על ידי מעבר לדף זה

source: You can log in using your email address (%(email)s) or your username (%(username)s).
he: אתה יכול להכנס למערכת באמצעות כתובת האימייל (%(email)s) אובאמצעות שם המשתמש שלך %(username)s).

source: Thanks for using our site!
he: תודה שהשתמשת באתר שלנו!

source: The %(site_name)s team
he: צוות %(site_name)s

source: Password reset successful
he: איפוס סיסמה הושלם בהצלחה

source: We've e-mailed a new password to the e-mail address you submitted. You should receive it shortly.
he: שלחנו אימייל המכיל את הסיסמה החדשה לכתובת שמסרת. אתה אמור לקבל אותו בקרוב.

source: Reset your password
he: אפס סיסמה

source: Forgotten your password? Enter your e-mail address below, and we'll send a new password to you.
he: שכחת את הסיסמה? הכנס את כתובת האימייל שלך למטה, ונשלח לך סיסמה חדשה.

source: E-mail address
he: כתובת אימייל

source: Be sure to enter the same e-mail address you used to register.
he: וודא שהכתובת זהה לכתובת האימייל שבאמצעותה נרשמת לאתר.

source: Reset password
he: איפוס סיסמה

source: Account Creation
he: יצירת משתמש

source: Thank you for signing up.
he: תודה שנרשמת.

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
he: קישור הפעלת משתמש נשלח לכתובת האימייל שרשמת, וכמו כן הוראות איך להפעיל את החשבון שלך.

source: Registration
he: רישום

source: Please Enter Your Account Information
he: אהא הכנס פרטי משתמש

source: Create Account
he: צור משתמש

source: Repeat Activation
he: חזור על תהליך הפעלת משתמש

source: This account has already been activated. Please login.
he: החשבון כבר פעיל. אנא בצע כניסה למערכת.

source: Thank you for signing up with %(company_name)s.
he: תודה שנרשמת ב %(company_name)s.

source: Your new username is this email address, and you can login at
he: שם המשתמש החדש שלך הוא כתובת האימייל זו, ואת(ה) יכול להכנס למערכת ב

source: Currently
he: כרגע

source: added on %(create_date)s
he: הוסף בתאריך %(create_date)s

source: Remove from wishlist
he: הורד מהרשימה

source: Sorry, you must be <a href="%(login_url)s">logged-in</a> to access your wishlist.
he: יש לבצע <a href="%(login_url)s">כניסה</a> למערכת כדי לראות את הרשימה.

source: Thumbnail Settings
he: הגדרות Thumbnail

source: Thumbnail quality
he: איכות Thumbnail

source: Use a 1-100 value here, which will change the quality of JPG thumbnails created for products and categories.
he: השתמש בערך בין 1 ל- 100 אשר ישנה את איכות ה- JPG thumbnails הנוצרים עבור מוצרים וקטגוריות.

source: Rename product images?
he: שנה שם תמונת מוצר?

source: Automatically rename product images on upload?
he: האם לשנות אוטומטית את שם התמונה למוצר לאחר העלאה?

source: Checkbox to add 1
he: Checkbox כדי להוסיף 1

source: Checkbox to add 1, checked by default
he: Checkbox כדי להוסיף 1, מסומן כברירת מחדל

source: Checkbox to match quantity
he: Checkbox התואם כמות

source: Checkbox to match quantity, checked by default
he: Checkbox התואם כמות, מסומן כברירת מחדל

source: Form with 0 quantity
he: טופס עם כמות 0

source: Target Product
he: מוצר מטרה

source: The products for which you want to show this goal product as an Upsell.
he: המוצרים עבורם אתה רוצה להראות את מוצר ה goal הזה כ Upsell.

source: Goal Product
he: מוצר Goal

source: Upsell Style
he: סגנון Upsell

source: You must be logged in to do that.
he: יש לבצע כניסה למערכת כדי לבצע זאת.
