Repository: dokterbob/satchmo
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: he

source: Override alphabetical order in category display
he: בטל מיון אלפבתי בתצוגת קטגוריות

source: You must not save a category in itself!
he: עליך לא לשמור קטגוריה בעצמה!

source: Category
he: קטגוריה

source: Categories
he: קטגוריות

source: language
he: שפה

source: Translated Category Name
he: שם קטגוריה מתורגם

source: Description of category
he: תיאור קטגוריה

source: version
he: גרסה

source: active
he: פעיל

source: Category Translation
he: תרגום קטגוריה

source: Category Translations
he: תרגומי קטגוריה

source: Picture
he: תמונה

source: Optional caption
he: כותרת אופציונלית

source: Category Image
he: תמונת קטגוריה

source: Category Images
he: תמונות קטגוריה

source: Translated Caption
he: כותרת מתורגמת

source: Category Image Translation
he: תרגום כתגורית תמונה

source: Category Image Translations
he: תרגומי קטגוריות תמונה

source: Name of Option Group
he: שם קבוצת אפשרויות

source: This will be the text displayed on the product page.
he: זהו הטקסט שיופיע בדף המוצר.

source: Detailed Description
he: תיאור מפורט

source: Further description of this group (i.e. shirt size vs shoe size).
he: תיאור נוסף של הקבוצה (דוגמא גודל חולצה לעומת גודל נעל)

source: Option Group
he: קבוצת אפשרויות בחירה

source: Option Groups
he: קבוצות אפשרויות בחירה

source: Translated OptionGroup Name
he: שם קבוצת אפשרויות בחירה מתורגם

source: Description of OptionGroup
he: תאור קבוצת אפשרויות בחירה

source: Option Group Translation
he: תרגום קבוצת אפשרויות בחירה

source: Option Groups Translations
he: תרגומי קבוצת אפשרויות בחירה

source: Display value
he: ערך מוצג

source: Stored value
he: ערך שמור

source: This is the price differential for this option.
he: זהו ההפרש במחיר עבור אופציה זו

source: Display Order
he: סדר תצוגה

source: Option Item
he: אפשרות בחירה

source: Option Items
he: אפשרויות בחירה

source: Option Translation
he: תרגום אפשרות בחירה

source: Option Translations
he: תרגומי אפשרות בחירה

source: This is what the product will be called in the default site language. To add non-default translations, use the Product Translation section below.
he: כך יקרא המוצר בשפת ברירת המחדל של האתר. אפשר להגדירתרגומים נוספים באזור תרגום מוצר למטה.

source: Slug Name
he: שם זמני

source: SKU
he: מק"ט

source: Defaults to slug if left blank
he: אם ריק, ברירת המחדל הוא השם הזמני

source: Short description of product
he: תיאור קצר של המוצר

source: This should be a 1 or 2 line description in the default site language for use in product listing screens
he: צריך להיות תיאור באורך שורה או 2 (בשפת ברירת המחדל של האתר) שיוצג בדפי רשימת מוצרים

source: Description of product
he: תיאור המוצר

source: This field can contain HTML and should be a few paragraphs in the default site language explaining the background of the product, and anything that would help the potential customer make their purchase.
he: השדה יכול להכיל HTML וצריך להיות באורך מספר פסקאות (בשפת ברירת המחדל של האתר) המתארות את הרקע של המוצר או כל דבר שיכול לעזור ללקוח פוטנציאלי לבצע רכישה.

source: Number in stock
he: כמות במלאי

source: Meta description for this product
he: תיאור על של המוצר

source: Is product active?
he: האם המוצר פעיל?

source: This will determine whether or not this product will appear on the site
he: קובע האם המוצר יופיע באתר או לא

source: Featured Item
he: פריט מובלט

source: Featured items will show on the front page
he: פריטים מובלטים יופיעו בדף הראשי

source: Weight
he: משקל

source: Weight units
he: יחידות משקל

source: Length
he: אורך

source: Length units
he: יחידות אורך

source: Width
he: רוחב

source: Width units
he: יחידות רוחב

source: Height
he: גובה

source: Height units
he: יחידות גובה

source: Related Items
he: פריטים קשורים

source: Previously Purchased
he: נרכש בעבר

source: Taxable
he: חייב במס

source: Tax Class
he: סוג מס

source: If it is taxable, what kind of tax?
he: אם חייב במס, איזה סוג מס?

source: Meta Data
he: נתוני מידע

source: Item Dimensions
he: ממדי הפריט

source: Related Products
he: מוצרים קשורים

source: Products
he: מוצרים

source: Product Subtypes
he: תת-סוגי מוצר

source: This should be a 1 or 2 line description for use in product listing screens
he: צריך להיות תיאור באורך שורה או 2 שיוצג בדפי רשימת מוצרים

source: This field can contain HTML and should be a few paragraphs explaining the background of the product, and anything that would help the potential customer make their purchase.
he: השדה יכול להכיל HTML וצריך להיות באורך מספר פסקאות המתארות את הרקע של המוצר או כל דבר שיכול לעזור ללקוח פוטנציאלי לבצע רכישה.

source: Product Translation
he: תרגום מוצר

source: Product Translations
he: תרגומי מוצר

source: Percent Downpayment
he: אחוזי מקדמה

source: Deferred Shipping
he: משלוח דחוי

source: Do not charge shipping at checkout for this item.
he: לא לגבות משלוח בקופה עבור פריט זה

source: Custom Product
he: מוצר מותאם אישית

source: Custom Products
he: מוצרים מותאמים אישית

source: Custom field name
he: שם שדה מותאם אישית

source: Auto-generated from name if blank
he: מיוצר אוטומטית מהשם אם ריק

source: Custom Fields
he: שדות מותאמים

source: Translated Custom Text Field Name
he: תרגום שם השדה של טקסט מותאם

source: CustomTextField Translation
he: תרגום הטקסט בשדה מותאם

source: CustomTextField Translations
he: תרגומי טקסטים בשדות מותאמים

source: Create Variations
he: צור וריאציות

source: Create ProductVariations for all this product's options. To use this, you must first add an option, save, then return to this page and select this option.
he: צור וריאציות-מוצר לכל האפשרויות עבור מוצר זה. לשם כך, ראשית עליך להוסיף אפשרות, לשמור אותה ואז לחזור לדף הנוכחי ולבחור באפשרות ששמרת.

source: Configurable Products
he: מוצרים ניתנים להתאמה

source: Number of times link can be accessed.
he: מספר הפעמים בן אפשר להכנס אל הלינק

source: Number of minutes the link should remain active.
he: מספר הדקות שבהן על הלינק להשאר פעיל.

source: Is this download currently active?
he: האם ההורדה הזו פעילה כרגע?

source: Downloadable Products
he: מוצרים ניתנים להורדה

source: Recurring Billing
he: חיוב סדיר

source: Customer will be charged the regular product price on a periodic basis.
he: הלקוח יחוייב במחיר המוצר הרגיל באובן סדיר.

source: Recurring Times
he: פרקי זמן

source: Number of payments which will occur at the regular rate. (optional)
he: מספר תשלומים במחיר רגיל. (אופציונלי)

source: Duration
he: זמן

source: Length of each billing cycle (days)
he: משך הזמן (בימים) של כל מחזור חיוב

source: No Shipping Charges
he: ללא עלות משלוח

source: Pay Shipping Once
he: שלם משלוח פעם אחת

source: Pay Shipping Each Billing Cycle
he: שלם משלוח עם כל מחזור חיוב?

source: Shippable?
he: ניתן למשלוח?

source: Is this product shippable?
he: האם המוצר ניתן למשלוח?

source: Subscription Products
he: מוצרי מנוי

source: Set to 0 for a free trial. Leave empty if product does not have a trial.
he: כוון ל 0 עבור ניסיון חינם. השאר ריק אם למוצר אין אפשרות לנסיון חינם.

source: Length of trial billing cycle (days). Leave empty if product does not have a trial.
he: משך הזמן (בימים) של כל מחזור חיוב. השאר ריק אם למוצר אין אפשרות לנסיון חינם.

source: Trial Terms
he: תנאי נסיון

source: Product variation
he: וריאציה על מוצר

source: Product variations
he: וריאציות על מוצר

source: Attribute Name
he: שם מאפיין

source: Product Attribute
he: מאפיין מוצר

source: Product Attributes
he: מאפייני מוצר

source: Discount Quantity
he: הנחה על כמות

source: Use this price only for this quantity or higher
he: יישם מחיר זה רק לגבי כמות זו או גבוהה ממנה

source: Prices
he: מחירים

source: Product Image
he: תדמית מוצר

source: Product Images
he: תדמיות מוצר

source: Product Image Translation
he: תרגום תדמית מוצר

source: Product Image Translations
he: תרגומי תדמית מוצר

source: not available
he: לא זמין

source: Add %(subtype)s
he: הוסף %(subtype)s

source: Maximum recent items
he: מספר מקסימלי של פריטים שנצפו לאחרונה

source: The maximum number of items show in the recent box.
he: מספר מקסימלי של פריטים להראות בקופסת נצפו לאחרונה.

source: Shipping Settings
he: הגדרות משלוח

source: Active shipping modules
he: אופני משלוח פעילים

source: Select the active shipping modules, save and reload to set any module-specific shipping settings.
he: בחר באופני משלוח פעילים, שמור והטען מחדש על מנת לקבוע הגדרות מיוחדות לאופן משלוח

source: Per piece
he: לכל יחידה

source: Dummy Flat Rate Shipping
he: משלוח דמה במחיר בסיס

source: US Mail
he: דואר ארה"ב

source: 3 - 4 business days
he: 3-4 ימי עסקים

source: Type of container/package used to ship product.
he: סוג המיכל או האריזה בתוכם יישלח המוצר.

source: Use this when your store is in production.
he: השתמש בזה כאשר החנות שלך פעילה במצב אמת.

source: Address to submit live transactions.
he: כתובת למשלוח עסקאות בזמן אמת.

source: Submit to TestURL
he: נסיוני URL שלח אל

source: Address to submit test transactions.
he: כתובת למשלוח עסקאות נסיון.

source: Single Box?
he: קופסה אחת?

source: Use just one box and ship by weight? If no then every item will be sent in its own box.
he: השתמש רק בקופסה אחת ושלח לפי משקל? אם לא אז כל פריט ישלח בקופסה נפרדת.

source: Verbose logs
he: לוג מילולי

source: %s business days
he: ימי עבודה %s

source: %s business day
he: יום עבודה %s

source: Flat rate
he: מחיר בסיס

source: Flat shipping
he: משלוח בדמי בסיס

source: Flat Shipping Service
he: שירות משלוח בדמי בסיס

source: Shipping service used with Flat rate shipping
he: שירות משלוח בשימוש עם משלוח בדמי בסיס

source: Flat Delivery Days
he: ימי משלוח בסיס

source: Flat Rate Shipping
he: משלוח בדמי בסיס

source: No Shipping
he: ללא משלוח

source: immediately
he: מיד

source: Per item price
he: מחיר לכל פריט

source: Per Item Shipping Service
he: שירות משלוח לכל פריט

source: Shipping service used with per item shipping
he: שירות משלוח בשימוש עם משלוח לכל פריט

source: Per Item Delivery Days
he: ימי משלוח לכל פריט

source: Per Item shipping
he: משלוח לכל פריט

source: Tiered Shipping
he: משלוח מחולק

source: Carrier
he: חברת משלוח

source: Method
he: שיטה

source: i.e. US Mail
he: כלומר, דואר ארה"ב

source: Delivery Days
he: ימי משלוח

source: Min Price
he: מחיר מינימום

source: The minumum price for this tier to apply
he: לגלגל לגלגלג

source: Shipping Price
he: מחיר משלוח

source: UPS Shipping Settings
he: הגדרות משלוח של UPS

source: UPS XML Access Key
he: מפתח גישה XML של UPS

source: XML Access Key Provided by UPS
he: מפתח גישה XML מסופק על ידי UPS

source: UPS User ID
he: זיהוי משתמש של UPS

source: User ID provided by UPS site.
he: זיהוי משתמש מטעם האתר של UPS

source: UPS Account Number
he: מספר חשבון UPS

source: UPS Account Number.
he: מספר חשבון UPS.

source: UPS User Password
he: ססמת משתמש UPS

source: User password provided by UPS site.
he: ססמת משתמש המסופקת על ידי אתר UPS.

source: UPS Shipping Choices Available to customers.
he: אפשרויות משלוח באמצעות UPS הזמינים ללקוחות.

source: Type of container used to ship product.
he: סוג המיכל בתוכו יישלח המוצר.

source: UPS Pickup option.
he: אפשרות איסוף של UPS.

source: Access production UPS server
he: הפקת גישה לשרת UPS

source: Send the entire request and response to the log - for debugging help when setting up UPS.
he: שלח את ה- REQUEST וה- RESPONSE ללוג כדי לעזור באיתור תקלות בזמן כיוון UPS.

source: Default currency symbol
he: סימול ברירת מחדל של מטבע

source: Use a '_' character to force a space.
he: השתמש בתו '_' על מנת ליצור רווח.

source: Enable product ratings
he: אפשר הערכת מוצר

source: Enable random display of featured products on home page
he: אפשר הצגה אקראית של מוצרים קיימים על דף הבית

source: Measurement system to use in store
he: שיטת המידה בשימוש בחנות

source: Metric
he: מטרית

source: Imperial
he: בריטית

source: URI to the logo for the store
he: URI ללוגו של החנות

source: Enable Analytics
he: אפשר אנליטיקה

source: Use Urchin?
he: השתמש ב- Urchin?

source: Use the old-style, urchin javascript?. This is not needed unless your analytics account hasn't been updated yet.
he: בסגנון הישן? אלא אם כן חשבון האנליטיקה שלך עדיין לא עודכן. Urchin javascript השתמש ב

source: Analytics Code
he: קוד אנליטיקה

source: Enable Conversion Tracking
he: אפשר מעקב אחרי המרה

source: Adwords ID (ex: UA-abcd-1)
he: זיהוי )ex: UA-abcd-1) Adwords

source: Allow user to choose from available translations
he: אפשר למשתמש לבחור מבין תרגומים זמינים

source: Available languages
he: שפות זמינות

source: Languages that have valid translations
he: שפות עם תרגומים ברי-תוקף

source: Test Store
he: חנות נסיון

source: Store Name
he: שם חנות

source: Purchase item not in stock?
he: מוצר הרכש אינו מצוי במלאי?

source: Only sell to in-country customers?
he: למכירה רק ללקוחות מתוך המדינה?

source: Default country for customers
he: ברירת מחדל למדינה בה נמצאים הלקוחות

source: Shipping Countries
he: מדינות אליהן יש משלוח

source: Store Configuration
he: תצורת חנות

source: Store Configurations
he: תצורות חנות

source: Shopping Cart
he: עגלת קניות

source: Shopping Carts
he: עגלות קניות

source: Cart
he: עגלה

source: Cart Item
he: פריט בעגלה

source: Cart Items
he: פריטים בעגלה

source: detail
he: פרט

source: name
he: שם

source: Item Detail Price Change
he: שינוי פרט בתמחור פריט

source: Cart Item Detail
he: פרט על פריט בעגלה

source: Cart Item Details
he: פרטים על פריט בעגלה

source: Please enter one and only one of those fields.
he: נא מלא רק אחד מהשדות הללו.

source: These fields can not be the same.
he: השדות לא יכולים להיות זהים.

source: Site Administration
he: הנהלת אתר

source: No cart to update.
he: אין עגלה לעדכן.

source: Bad quantity.
he: כמות שגויה.

source: Bad item number.
he: מספר פריט שגוי.

source: No such item in your cart.
he: אין פריט כזה בעגלה שלך.

source: Not enough items of '%s' in stock.
he: אין מספיק פריטים של '%s' במלאי.

source: That product is not available at the moment.
he: המוצר לא זמין כרגע.

source: Please enter a whole number.
he: נא הכנס מספר שלם.

source: Please enter a positive number.
he: נא הכנס מספר חיובי.

source: Choose a quantity.
he: בחר כמות.

source: Choose a whole number.
he: בחר מספר שלם.

source: Error
he: שגיאה

source: You must accept the terms and conditions.
he: עליך לקבל את התנאים.

source: Internal error: please submit as a POST
he: שגיאה פנימית: נא הגיש בצורת POST

source: The category you have requested does not exist.
he: הקטגוריה שביקשת אינה קיימת.

source: One or more of the required fields wasn't submitted
he: אחד או יותר מהשדות הנדרשים לא מולא.

source: Bad ContentType: %s
he: סוג תוכן שגוי: %s

source: General question
he: שאלה כללית

source: Order problem
he: בעיה בהזמנה

source: Inquiry
he: שאילתא

source: Contents
he: תוכן

source: The download key is invalid.
he: מפתח ההורדה אינו תקף.

source: Card type does not match card number.
he: סוג הכרטיס אינו מתאים למספר הכרטיס.

source: Invalid credit card number.
he: מספר כרטיס אינו תקף.

source: Supplier ID
he: זיהוי ספק

source: Unit Cost
he: מחיר ליחידה

source: Inventory
he: מלאי

source: Raw Item
he: פריט גולמי

source: Raw Items
he: פריטים גולמיים

source: Date Created
he: תאריך ייצור

source: Shipping
he: משלוח

source: Supplier Order
he: הזמנת ספק

source: Supplier Orders
he: הזמנות ספק

source: Line Item
he: דמי עלות

source: Line Item Quantity
he: כמות דמי עלות

source: Line Item Total
he: סך כל דמי עלות

source: Sent in
he: נשלח

source: Received
he: התקבל

source: Date
he: תאריך

source: Supplier Order Status
he: מצב הזמנת ספק

source: Supplier Order Statuses
he: מצבי הזמנת ספק

source: Tax Settings
he: הגדרות מס

source: Active tax module
he: אפנון מס פעיל

source: Select a module, save and reload to set any module-specific settings.
he: בחר אפנון, שמור אותו והטען מחדש על מנת לקבוע הגדרות ייחודיות לאפנון זה.

source: No Tax
he: ללא מס

source: Show with tax included
he: הצג כולל מס

source: If yes, then all products and the cart will display with tax included.
he: אם כן, כל המוצרים בעגלה יוצגו כולל מס.

source: Title
he: כותרת

source: Displayed title of this tax.
he: כותרת מוצגת של המס הזה.

source: Description of products that would be taxed.
he: תיאור הפריטים החייבים במס.

source: Tax Classes
he: סוגי מס

source: Tax Zone
he: אזור מס

source: Tax Country
he: מדינת מס

source: Percentage
he: אחוזים

source: % tax for this area and type
he: % מס עבור האזור והסוג

source: You must choose a zone or a country.
he: חובה עליך לבחור אזור או מדינה.

source: Tax Rate
he: תעריף מס

source: Tax Rates
he: תעריפי מס

source: By Country/Area
he: לפי מדינה / אזור

source: Tax Shipping?
he: משלוח מס?

source: Select a TaxClass that should be applied for shipments.
he: בחר סוג מס החל על משלוחים.

source: Percent Tax
he: אחוזי מס

source: Percent tax
he: אחוזי מס

source: Could not find the page you were looking for.
he: לא נמצא הדף אותו חיפשת.

source: There was an error with the store. The admin has been notified.
he: היתה שגיאה בעגלה. נשלחה הודעה להנהלה.

source: Product Reviews
he: ביקורות מוצר

source: Be the first to review it!
he: הכנס ביקורת מוצר ראשונה!

source: Average rating %(rating)s
he: דירוג ממוצע %(rating)s

source: Rating
he: דירוג

source: Review this product
he: כתוב ביקורת על מוצר זה

source: Please login to review this product.
he: על מנת לכתוב ביקורת למוצר זה, אנא כנס למערכת

source: Search
he: חיפוש

source: Shop Categories
he: קטגוריות חנות

source: Quick Links
he: קישורים מהירים

source: Recently Added
he: הוספו לאחרונה

source: Most Popular
he: פופלריים ביותר

source: Best Sellers
he: רבי מכר

source: Account Information
he: מידע על החשבון

source: Account Details
he: פרטי החשבון

source: Log in
he: כניסה

source: Check out
he: קופה

source: Wishlist
he: רשימה אישית

source: Contact Us
he: צור קשר

source: Change language
he: שינוי שפה

source: Change
he: שינוי

source: Powered by <a href="http://www.satchmoproject.com">Satchmo</a>.
he: מופעל על ידי <a href="http://www.satchmoproject.com">Satchmo</a>

source: Your cart is empty.
he: העגלה שלך ריקה.

source: Your Cart
he: העגלה שלך

source: Item
he: פריט

source: Total<br/>(incl.&nbsp;tax)
he: סך הכל<br/>(כולל מס)

source: Remove
he: הסר

source: update amount
he: עדכן כמות

source: Base Price:
he: מחיר בסיס:

source: price at right is your deposit, you will receive a bill for the remainder when your item is ready.
he: המחיר מימין הוא הפקדון שלך, ישלח אליך חשבון עבור יתרת הסכום כאשר הפריט יהיה מוכן.

source: Cart Total
he: סך כל העגלה

source: Welcome to the shop.
he: ברוך הבא לחנות.

source: Featured Items
he: פריטים מוצגים

source: Previous
he: הקודם

source: Next
he: הבא

source: (incl. tax)
he: (כולל מס)

source: Add to wishlist
he: הוסף לרשימה אישית

source: Contact Information
he: פרטי קשר

source: Please correct the following error:
he: אנא תקן את השגיאות:

source: Send Email
he: שלח דואר אלקטרוני

source: Downloading of
he: הורדה של

source: will commence after clicking the link below:
he: תתחיל לאחר הקלקת הלינק להלן:

source: Once you click the link, the download will be counted. If you have trouble with the download, please refresh yourbrowser and try the download again
he: מרגע שתלחץ על הלינק, ההורדה תיחשב. אם יש בעיה בהורדה, נא עדכן את דף הדפדפן שלך ונסה שוב.

source: Nothing found
he: לא נמצא דבר

source: Sent via %(method)s arrives approximately %(expected_delivery)s.
he: נשלח באמצעות %(method)s ויגיע בערך תוך %(expected_delivery)s.

source: Thank you for contacting us.
he: תודה שיצרת עמנו קשר.

source: We will attempt to get back to you within 48 hours.
he: נשתדל לחזור אליך תוך 48 שעות.

source: Fully charged
he: חוייב במלואו

source: Charge remaining amount
he: חייב עבור יתרת הסכום

source: Product Details
he: פרטי מוצר

source: Amount
he: סכום

source: No payments.
he: אין תשלומים.

source: Paid in full
he: שולם במלואו

source: Balance on order:
he: מאזן ההזמנה:

source: Satchmo Site Administration
he: הנהלת אתר Satchmo

source: Custom Charge
he: דמי מכס

source: New amount
he: סכום חדש

source: Extra Shipping
he: משלוח נוסף

source: Inventory Management
he: ניהול מלאי

source: Unit Price
he: מחיר יחידה

source: Helpers
he: עוזרים

source: Mark all featured
he: סמן את כל מה שמוצג

source: Clear all featured
he: מחק את כל מה שמוצג

source: Disable all Products with 0 quantity.
he: חסום את כל המוצרים עם כמות 0.

source: Disable ProductVariations with 0 quantity.
he: חסום וריאציות מוצר עם כמות 0.

source: No inventory items.
he: אין פריטי מלאי.

source: New Orders
he: הזמנות חדשות

source: on
he: דלוק

source: Orders in Process
he: הזמנה בטיפול

source: View all Orders
he: הצג את כל ההזמנות

source: Switch to Shop View
he: עבור לתצוגת חנות

source: Switch to Legacy View
he: עבור לתצוגת Legacy

source: Models available in the %(name)s application.
he: מודלים זמינים ביישום %(name)s

source: Add
he: הוסף

source: Edit Inventory
he: ערוך מלאי

source: Export Product Defs
he: יצוא הגדרות מוצר

source: Product Variation Manager
he: וריאציית מוצר

source: Cache Status
he: מצב זכרון מטמון

source: WARNING: THIS FUNCTION IS STILL EXPERIMENTAL. DO NOT USE IN PRODUCTION.
he: אזהרה: פונקציה זו עדיין בשלבי ניסוי. נא לא לעשות בה שימוש בייצור.

source: Import
he: יבוא

source: Import from fixture file:
he: יבוא ממסמך קיבוע:

source: Export
he: יצוא

source: Export?
he: יצוא?

source: Include images?
he: האם לכלול תמונות?

source: Include categories?
he: האם לכלול קטגוריות?

source: Format?
he: מערך (פורמט)?

source: Reset
he: איפוס

source: Check all
he: סמן הכל

source: Uncheck all
he: בטל סימון הכל

source: No products.
he: אין מוצרים.

source: Product import/export
he: יבוא / יצוא מוצר

source: Results
he: תוצאות

source: Import Results
he: תוצאות יבוא

source: Errors
he: שגיאות

source: results
he: תוצאות

source: Store Details
he: פרטי חנות

source: Store Web Site
he: אתר החנות

source: Product Configuration
he: תצורת מוצר

source: Product Categories
he: קטגוריות מוצר

source: Product Options
he: אפשרויות מוצר

source: Product OptionItems (Use for editing translations)
he: פריטי אפשרויות מוצר (השתמש בעת עריכת תרגום)

source: Individual Products
he: מוצרים נפרדים

source: Contact Interactions
he: קשרי גומלין

source: Codes
he: קודים

source: International Information
he: מידע בינלאומי

source: Taxes
he: מסים

source: Tax Information
he: מידע על מסים

source: Variation Manager
he: מנהל וריאציות

source: Variations
he: וריאציות

source: Variation Manager for %(product_name)s
he: מנהל וריאציות עבור %(product_name)s

source: <p>The Variation Manager helps create the exact set of variations you need for your Configurable Product</p> <p>Make choices from the Option Groups below, and then click one of the helper links below them to select or deselect variations which have those options.</p> <p>Fine tune the active variations by putting a checkmark next to those that you want to keep or create, then then click <b>Update Variations</b>. </p>
he: <p>מנהל הוריאציות עוזר ליצור את הסט של כל הקומבינציות האפשריות של המוצר הניתן לעיצוב.</p> <p>בחר מתוך קבוצות האפשרויות למטה, ולחץ על אחד מהקישורים מתחתם כדי לבחור או לבטל וריאציות מאותם אפשרויות.</p> <p>אפשר לכוון את הוריאציות הפעילות על ידי סימון הוריאציות שאותם רוצים לשמור או ליצור, ואז לחץ <b>עדכן וריאציות</b>. </p>

source: Choices
he: אפשרויות לבחירה

source: Select These Options
he: בחר מתוך האפשרויות

source: Select Only These Options
he: בחר רק את האפשרויות האלו

source: Select All
he: בחר הכל

source: Deselect These Options
he: בטל את הבחירה מתוך האפשרויות

source: Deselect All
he: בטל בחירה מהכל

source: Show All
he: הצג הכל

source: Hide Inactive Rows
he: הסתר שורות לא פעילות

source: Exists
he: קיים

source: Create/Keep
he: צור/שמור

source: no
he: לא

source: Order Balance
he: מאזן הזמנה

source: To complete this order, you need to pay the %(orderbalance)s balance remaining on this order.
he: על מנ להשלים את ההזמנה, יש לשלם את המאזן הנותר על סך %(orderbalance)s.

source: How do you want to pay?
he: כיצד ברצונך לשלם?

source: Continue Checkout
he: המשך בתשלום

source: Ship/Bill
he: משלוח / חשבון

source: Confirmation
he: אישור

source: The following error was returned while trying to process your payment. Please correct and resubmit.
he: השגיאה להלן חזרה בעת הטיפול בהזמנתך. נא תקן ונסה שוב.
