Repository: dokterbob/satchmo
Catalog: satchmo/apps/satchmo_store/shop/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Store Contact
hu: Kapcsolattartó

source: Shipping Countries
hu: Szállítási országok

source: Shipping Method
hu: Szállítási mód

source: Shipping Address
hu: Szállítási cím

source: Billing Address
hu: Számlázási cím

source: Totals
hu: Összesen

source: Satchmo Shop Settings
hu: Satchmo üzlet beállítások

source: URI to the logo for the store
hu: Az üzlet logójának URIja

source: State required?
hu: Államot meg kell adni?

source: Require a state during registration/checkout for countries that have states?
hu: Államot meg kell-e adni a regisztráció és fizetés közben az olyan országoknál, amelyekben vannak államok?

source: Show Site Field?
hu: Mutassa az oldalbeállításokat az admin listában?

source: Should the Site field be displayed in the admin lists? A server restart is required for this to take effect.
hu: Mutassa az oldalbeállításokat az adminlistában? A szerver újraindítása szükséges, hogy ez a beállítás érvénybe lépjen.

source: Cart Quantity Rounding Factor
hu: Kosár kerekítési tényező

source: What to round cart adds/deletes by, a '1' here means to round up to a whole number. Must be -1 to 1.
hu: Mire kerekítsen miközben a hozzáadunk/törlünk a kosárból, az '1' azt jelenti, hogy felfelé egész számra kerekít. -1 és 1 lehet az értéke.

source: Cart Quantity Decimal Places
hu: Kosár tizedes helyek

source: How many places to assume for cart quantities, use 0 unless you are selling products in fractional quantities.
hu: Hány tizedes helyet feltételezzen a kosárba kerülő mennyiségek esetén. Használj 0-t hacsak nem árulsz részekre bontható árukat.

source: Persistent Cart?
hu: Állandó kosár?

source: When a user logs in, attempt to retrieve previous carts and merge with existing?
hu: Amikor a felhasználó belép, megpróbáljuk visszaállítani a korábbi kosár tartalmát, és az újakat hozzáadni?

source: Google Settings
hu: Google beállítások

source: Enable Analytics
hu: Analytics engedélyezése

source: Use Urchin?
hu: Használjon urchin-t?

source: Use the old-style, urchin javascript?. This is not needed unless your analytics account hasn't been updated yet.
hu: Használjuk a régi, urchin Javascript stílust? Nem szükséges, csak ha az Analytics-ed nincs frissítve.

source: Enable Conversion Tracking
hu: Conversion tracking engedélyezve

source: Adwords ID (ex: UA-abcd-1)
hu: Adwords azonosító (pl.: UA-abcd-1)

source: '%s' is out of stock.
hu: '%s' elfogyott.

source: Only %(amount)i of '%(product)s' in stock.
hu: Csak %(amount)i '%(product)s' van raktáron.

source: Order immediately available for download
hu: A rendelés rögtön letölthető.

source: Test Store
hu: Test áruház

source: Site
hu: Oldal

source: Store Name
hu: Áruház neve

source: Description
hu: Leírás

source: Street
hu: Utca

source: City
hu: Város

source: State
hu: Állam/megye

source: Zip Code
hu: Irányítószám

source: Country
hu: Ország

source: Phone Number
hu: Telefonszám

source: Only sell to in-country customers?
hu: Csak országon belüli vásárlók számára árulható?

source: Default country for customers
hu: A vásárók alapértelmezett országa

source: Store Configuration
hu: Áruház beállítása

source: Store Configurations
hu: Áruház beállításai

source: Creation Date
hu: Létrehozás dátuma

source: Customer
hu: Vevő

source: Shopping Cart
hu: Bevásárló kosár

source: Shopping Carts
hu: Bevásárló kosarak

source: Cart
hu: Kosár

source: Product
hu: Termék

source: Quantity
hu: Mennyiség

source: Cart Item
hu: Kosárban lévő termék

source: Cart Items
hu: Kosárban lévő termékek

source: detail
hu: részlet

source: name
hu: név

source: Item Detail Price Change
hu: Ár változtatás

source: Sort Order
hu: Rendezési sorrend

source: The display order for this group.
hu: A csoport megjelenítési sorrendje

source: Cart Item Detail
hu: A kosárban lévő termék részletei

source: Cart Item Details
hu: A kosárban lévő termékek részletes leírása

source: In Person
hu: Személyesen

source: Show
hu: Mutasd

source: Temp
hu: Ideiglenes

source: New
hu: Új

source: Blocked
hu: Blokkolt

source: In Process
hu: Folyamatban

source: Billed
hu: Számlázott

source: Shipped
hu: Szállított

source: Complete
hu: Kész

source: Cancelled
hu: Törölt

source: Contact
hu: Kapcsolattartó

source: Addressee
hu: Címzett

source: Notes
hu: Megjegyzés

source: Subtotal
hu: Összesen

source: Total
hu: Mindösszesen

source: Discount Code
hu: Leértékelés kódja

source: Coupon Code
hu: Kupon kódja

source: Discount amount
hu: Leértékelés mértéke

source: Order method
hu: Rendelés módja

source: Shipping Description
hu: Száállítás leírása

source: Shipping Models
hu: Szállítási modellek

source: Shipping Cost
hu: Szállítási költség

source: Shipping Discount
hu: Szállításból elenged

source: Tax
hu: ÁFA

source: Timestamp
hu: Időbélyeg

source: Status
hu: Állapot

source: This is set automatically.
hu: Automatikusan beálltva

source: View
hu: Nézet

source: Discount
hu: Leárazás

source: Product Order
hu: Termék rendelés

source: Product Orders
hu: Termék rendelések

source: Order
hu: Megrendelés

source: Unit price
hu: Egységár

source: Unit tax
hu: ÁFA

source: Line item price
hu: Ár

source: Line item tax
hu: ÁFA

source: Subscription End
hu: Előfizetés vége

source: Subscription expiration date.
hu: Előfizetés lejárati dátuma.

source: Completed
hu: Kész

source: Line item discount
hu: Tétel árkedvezménye

source: Order Line Item
hu: Rendelési tétel

source: Order Line Items
hu: Rendelési tételek

source: Order Item
hu: Tétel

source: Name
hu: Név

source: Value
hu: Érték

source: Price Change
hu: Árváltozás

source: Order Item Detail
hu: Tétel részletezése

source: Order Item Details
hu: Tétel részletei

source: Downloadable product
hu: Letölthető termék

source: Key
hu: Kulcs

source: Number of attempts
hu: Kísérletek száma

source: Time stamp
hu: Időbélyeg

source: Active
hu: Aktív

source: This download is no longer active
hu: Éz a letöltés már nem aktív

source: You have exceeded the number of allowed downloads.
hu: Elérted a megengedett letöltések számát.

source: This download link has expired.
hu: Ez a letöltési link lejárt.

source: Download Link
hu: Letöltési link.

source: Download Links
hu: Letöltési linkek

source: Order Status
hu: Megrendelés állapota

source: Order Statuses
hu: Megrendelés állapotai

source: Payment Method
hu: Fizetési mód

source: amount
hu: összeg

source: timestamp
hu: időbélyeg

source: Transaction ID
hu: Tranzakció azonosító

source: Details
hu: Részletek

source: Order Payment Authorization
hu: Kifizetési meghatalmazás

source: Order Payment Authorizations
hu: Kifizetési meghatalmazások

source: Order Payment
hu: Kifizetés

source: Order Payments
hu: Kifizetések

source: Order Pending Payment
hu: Függőben lévő kifizetés

source: Order Pending Payments
hu: Függőben lévő kifizetések

source: key
hu: kulcs

source: value
hu: érték

source: Order variable
hu: Rendelési változók

source: Order variables
hu: Rendelési változók

source: Model
hu: Modell

source: Order tax detail
hu: Rendelés ÁFA részletezés

source: Order tax details
hu: Rendelés ÁFA részletek

source: Thank you for your order from %(shop_name)s
hu: Köszönjük, hogy vásároltál a '%(shop_name)s'ben

source: New order on %(shop_name)s
hu: Új rendelés a '%(shop_name)s'ben

source: Your order from %(shop_name)s has shipped
hu: Rendelésedet szállítottuk a '%(shop_name)s'ból

source: Home
hu: Kezdőlap

source: Error
hu: Hiba

source: Could not find the page you were looking for.
hu: Nem találom az oldalt.

source: There was an error with the store. The admin has been notified.
hu: Hoppá, valami hiba történt a webáruházban. Az adminisztrátort értesítettem.

source: Shop Categories
hu: Termékeink

source: Quick Links
hu: Gyors linkek

source: Recently Added
hu: Újdonságok

source: Best Sellers
hu: Legnépszerűbb tételek

source: Account Information
hu: Felhasználói információk

source: Account Details
hu: Részletes felhsználói információk

source: Log out
hu: Kilépés

source: Log in
hu: Belépés

source: Check out
hu: Kasszához

source: Contact Us
hu: Kapcsolat

source: Site Administration
hu: Oldaladminisztráció

source: (show)
hu: (részletek)

source: (hide)
hu: (elrejt)

source: Models available in the %(name)s application.
hu: Modellek, amelyek elérhetők a %(name)s alkalmazásban.

source: Add
hu: Hozzáad

source: Change
hu: Módosít

source: You don't have permission to edit anything.
hu: Nics jogosultságot bármit is módosítani.

source: Recent Actions
hu: Legutóbbi módosítások

source: My Actions
hu: Saját módosításaim

source: None available
hu: Nem elérhető.

source: Admin Tools
hu: Admin eszközök

source: Edit Site Settings
hu: Az oldal beállitásainak módosítása

source: Edit Inventory
hu: Leltár módosítása

source: Export Product Defs
hu: Termék definíciók exportálása

source: Product Variation Manager
hu: Termék módosulatok szerkesztése

source: Cache Status
hu: Készpénz állapot

source: Items Ordered
hu: Megrendelt tételek

source: Contact Information
hu: Kapcsolat

source: Billing Information
hu: Számlázási információk

source: Base Shipping
hu: Szállítás díja

source: Shipping (incl. Tax)
hu: Szállítási díja ÁFA-val

source: Shipping
hu: Szállíitás

source: Tax included
hu: ÁFA-val együtt

source: Order #
hu: Rendelés száma

source: Shipping To
hu: Szállítási cím

source: Search
hu: Keresés

source: All Products
hu: Minden termék

source: Your cart is empty.
hu: A kosarad üres.

source: Your Cart
hu: Kosár

source: Item
hu: Tétel

source: Regular Price
hu: Mennyiség

source: Sale Price
hu: Eladási ár

source: Price
hu: Ár

source: Total<br/>(incl.&nbsp;tax)
hu: Összesen <br/>(ÁFA-val)

source: Remove
hu: Töröl

source: update amount
hu: mennyiség megváltoztatása

source: Cart Total
hu: Kosár összesen

source: Please correct the following error:
hu: Kérlek javítsd a következő hibát:

source: Send Email
hu: Email küldése

source: Thank you for contacting us.
hu: Köszönjük, hogy megkerestél minket

source: We will attempt to get back to you within 48 hours.
hu: Megpróbálunk 48 órán belül válaszolni.

source: Downloading of
hu: A

source: will commence after clicking the link below:
hu: letöltése megkezdődik, ha a következő lnikre kattintasz

source: Once you click the link, the download will be counted. If you have trouble with the download, please refresh your browser and try the download again
hu: Ha a linkre kattintasz, a letöltést számoljuk. Ha problémád van a letöltéssel, fríssitsd a böngészödet és próbáld meg a letötlést mégegyszer.

source: Welcome to the shop.
hu: Üdvözlünk webáruházunkban.

source: Featured Items
hu: Kiemelt termékek.

source: Previous
hu: Előző

source: Next
hu: Következő

source: Quick Order Form
hu: Gyors rendelés

source: Add to Cart
hu: Kosárba tesz

source: Account
hu: Felhasználó

source: Order History
hu: Korábbi rendelések

source: Date
hu: Dátum

source: Items
hu: Tételek

source: You haven't made any orders yet.
hu: Még nem rendeltél.

source: Order Tracking
hu: Rendelés követése

source: Nothing found
hu: Nincs találat.

source: Search results for %(category_name)s products
hu: Keresési eredmények a %(category_name)s termékekre

source: Categories
hu: Kategóriák

source: Products
hu: Termékek

source: for
hu: Ár:

source: Custom Order Management
hu: Egyedi megrendelés kezelése

source: Fully charged
hu: Teljes áron

source: Charge remaining amount
hu: A maradék beárazása

source: Product Details
hu: Termék részletek

source: on
hu: Dátum:

source: Payment
hu: Fizetés

source: Amount
hu: Összeg

source: Method
hu: Mód

source: No payments.
hu: Nincsenek fizetve.

source: Paid in full
hu: Teljesen fizetve

source: Balance on order:
hu: A megrendelés mérlege:

source: Satchmo Orders
hu: Satchmo rendelések

source: New Orders
hu: Új rendelések

source: Orders in Process
hu: Rendelések folyamantban

source: View all Orders
hu: Mutasd az össze megrendelést

source: %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
hu: A %(credit_card_number)s számú %(credit_card_type)s típusú kártyát %(order_total)s összeggel fogjuk terhelni.

source: This is a downloadable product
hu: Letölthető termék

source: Here's a %(request_type)s from %(name)s ( %(email)s ) sent via the web contact form.
hu: Van itt egy %(request_type)s %(name)stől (%(email)s), amelyet a Kapcsolat menüből küldött.

source: Thank you for ordering with %(shop_name)s.
hu: Köszönjük, hogy rendelt a %(shop_name)s ből.

source: Your order is summarized below:
hu: A megrendelésed összegezve:

source: Regards
hu: Üdv

source: Store Management
hu: Áruház kezelés

source: Dear %(first_name)s %(last_name)s,
hu: Kedves %(last_name)s %(first_name)s,

source: Your order contains products that can be downloaded
hu: A megrendelésed letölthető termékeket is tartalmaz.

source: Please click the link to begin the download
hu: Kérlek kattints a linkre a letöltéshez

source: Order placed on %(shop_name)s by %(customer)s<%(email)s>.
hu: %(customer)s <%(email)s> rendelt a %(shop_name)s-ből.

source: Your order #%(orderid)s has shipped today via %(shippingmethod)s.
hu: A %(orderid)s számú megrendelésedet ma szállítottuk a %(shippingmethod)s módon.

source: This completes your order.
hu: Ezzel a megrendelést teljesítettük.

source: Store Invoice
hu: Számla

source: Invoice #
hu: Számla száma

source: INVOICE
hu: SZÁMLA

source: Page
hu: Oldal

source: Phone
hu: Telefon

source: Unit Price
hu: Egységár

source: Payments Made
hu: Kifizetések

source: Balance Due
hu: Hátralék

source: Payment total %(order_total)s due to:
hu: Teljes összeg %(order_total)s :

source: Accounts Receivable
hu: Követelések

source: %(order_total)s was charged to your %(credit_card_type)s card (x%(credit_card_number)s) on %(order_date)s.
hu: (x%(credit_card_number)s) számú, %(credit_card_type)s típusú kártyádat %(order_date)s napon %(order_total)s összeggel terheltük.

source: This invoice has been paid in full. Thank you for your business!
hu: Számla rendezve. Köszönjük a vásárlást!

source: PACKING SLIP
hu: Csomag cédula

source: Thank you for your business!
hu: Köszönjük a vásárlást!

source: No cart to update.
hu: Nincs kosár.

source: Bad quantity.
hu: Érvénytelen mennyiség.

source: Bad item number.
hu: Érvénytelen tételszám.

source: No such item in your cart.
hu: Nincs ilyen tétel a kosárban.

source: Not enough items of '%s' in stock.
hu: Nincs elég '%s' termék raktáron.

source: That product is not available at the moment.
hu: A termék jelenleg nem rendelhető.

source: The product you have requested does not exist.
hu: A kért termék nem létezik.

source: Please enter a smaller number.
hu: Kérlek adj meg egy kisebb számot.

source: Invalid quantity.
hu: Érvénytelen mennyiség.

source: Please enter a positive number.
hu: Kérlek adj meg egy pozitív számot.

source: Success
hu: Sikerült.

source: You must accept the terms and conditions.
hu: El kell fogadnod a feltételeket.

source: One or more of the required fields wasn't submitted
hu: Néhány kötelező mezőt nem töltöttél ki.

source: Bad ContentType: %s
hu: Érvénytelen ContentType: %s

source: General question
hu: Általános kérdés

source: Order problem
hu: Rendelési probléma

source: Email address
hu: Email cím

source: Subject
hu: Tárgy

source: Inquiry
hu: Kapcsolat

source: Contents
hu: Tartalom

source: The download key is invalid.
hu: A letöltési kulcs érvénytelen.

source: Invalid page number
hu: Érvénytelen oldalszám

source: The order you have requested doesn't exist, or you don't have access to it.
hu: A kért megrendelés nemlétezik, vagy nincs jogosultságod megnézni.
